Repository: humansis/backend
Catalog: app/Resources/translations/enums.*.xlf
Languages: ru

source: National ID
ru: Национальное удостоверение личности

source: Tax Number
ru: Налоговый номер

source: Passport
ru: Паспорт

source: Birth Certificate
ru: Свидетельство о рождении

source: Driver’s License
ru: Водительские права

source: Camp ID
ru: Идентификатор лагеря

source: Social Service Card
ru: Карта социального обслуживания

source: Other
ru: Другое

source: None
ru: Ничего

source: New
ru: Новый

source: Integrity Checking
ru: Проверка целостности

source: Integrity Check Correct
ru: Проверка целостности верна

source: Integrity Check Failed
ru: Ошибка проверки целостности

source: Identity Checking
ru: Проверка личности

source: Identity Check Correct
ru: Проверка личности верна

source: Identity Check Failed
ru: Ошибка проверки личности

source: Similarity Checking
ru: Проверка сходства

source: Similarity Check Correct
ru: Проверка сходства верна

source: Similarity Check Failed
ru: Ошибка проверки сходства

source: Importing
ru: Импорт

source: Finished
ru: Завершен

source: Canceled
ru: Отменен

source: Uploaded
ru: Загружено

source: Correct
ru: Правильно

source: Errors
ru: Ошибки

source: Archived
ru: Заархивировано

source: To distribute
ru: Для раздачи

source: Distribution in progress
ru: Раздача в процессе

source: Distributed
ru: Выдан

source: Expired
ru: Срок истёк

source: Landline
ru: Стационарный

source: Mobile
ru: Мобильный

source: Duplicity Candidate
ru: Дублирование кандидата

source: Duplicity Keep Ours
ru: Из Humansis

source: Duplicity Keep Theirs
ru: Из файла

source: No Duplicity
ru: Нет дублирования

source: Mobile Money
ru: Мобильные деньги

source: Cash
ru: Наличные

source: QR Code Voucher
ru: Ваучер с QR-кодом

source: Paper Voucher
ru: Бумажный ваучер

source: Food Rations
ru: Продовольственные пайки

source: Ready to Eat Rations
ru: Готовые к употреблению пайки

source: Bread
ru: Хлеб

source: Agricultural Kit
ru: Сельскохозяйственный набор

source: WASH Kit
ru: WASH набор

source: Shelter tool kit
ru: Набор для проведения ремонта

source: Hygiene kit
ru: Гигиенический набор

source: Dignity kit
ru: Комплект средств личной гигиены

source: NFI Kit
ru: Непродовольственные наборы

source: Winterization Kit
ru: Набор для подготовки к зиме

source: Activity item
ru: Элемент активности

source: Loan
ru: Займ

source: Business Grant
ru: Бизнес грант

source: Valid
ru: Действительный

source: Invalid
ru: Недействительный

source: Invalid Exported
ru: Недействительный экспортирован

source: Identity Candidate
ru: Личность кандидата

source: Unique Candidate
ru: Уникальный кандидат

source: Similarity Candidate
ru: Похожий кандидат

source: To Create
ru: Создать

source: To Update
ru: Обновить

source: To Link
ru: Связать

source: To Ignore
ru: Игнорировать

source: Created
ru: Создан

source: Updated
ru: Обновлён

source: Linked
ru: Связан

source: Error
ru: Ошибка

source: Irregular earnings
ru: Нерегулярный заработок

source: Farming - Agriculture
ru: Сельское хозяйство - обработка земли

source: Farming - Livestock
ru: Сельское хозяйство - скотоводство

source: Regular salary - private sector
ru: Регулярная заработная плата - частный сектор

source: Regular salary - public sector
ru: Регулярная заработная плата - государственный сектор

source: Social welfare
ru: Социальное обеспечение

source: Pension
ru: Пенсия

source: Home Duties
ru: Домашние обязанности

source: Own business/trading
ru: Собственный бизнес/торговля

source: Savings
ru: Сбережения

source: Remittances
ru: Денежные переводы

source: Humanitarian aid
ru: Гуманитарная помощь

source: No Income
ru: Нет дохода

source: Refused to answer
ru: Отказался отвечать

source: Beneficiary
ru: Бенефициар

source: Head
ru: Глава

source: Household
ru: Домохозяйство

source: Family name
ru: Фамилия

source: First name
ru: Имя

source: Selected (YES/NO)
ru: Выбранный (ДА/НЕТ)

source: Gender of household head
ru: Пол главы домохозяйства

source: Vulnerability of household head
ru: Уязвимость главы домохозяйства

source: Vulnerability of household members
ru: Уязвимость членов домохозяйства

source: Dependency ration
ru: Коэффициент демографической нагрузки

source: Shelter type
ru: Тип жилья

source: Residence ownership
ru: Право собственности на жильё

source: Displacement status
ru: Статус перемещения

source: Income per household member
ru: Доход на члена домохозяйства

source: Income spent on food
ru: Доходы, потраченные на продовольствие

source: Productive assets
ru: Производственные активы

source: Coping strategy index (CSI)
ru: Индекс стратегии выживания (CSI)

source: Food consumption scores (FCS)
ru: Показатели потребления продовольствия (FCS)

source: Assistance provided in the last 3 months
ru: Предоставленная помощь за последние 3 месяца

source: Amount []
ru: Сумма []

source: Cumulative amount []
ru: Общая сумма []
