Repository: humansis/backend
Catalog: app/Resources/translations/messages.*.xlf
Languages: am, ar, hy, km, mn, ru

source: Manage Duplicities
ru: Управление дублированиями

source: Duplicities were resolved
ru: Дублирования решены

source: Start Identity Check
ru: Начать аутентификацию

source: Drop file here or click to upload.
ru: Перетяните файл сюда или нажмите, чтобы загрузить

source: You can upload only one file
ru: Вы можете загрузить только один файл

source: Do not repair your original file.
ru: Не восстанавливайте исходный файл

source: Repair only the file with Affected Records.
ru: Восстановите только файл с поврежденными данными

source: Expected Columns
ru: Ожидаемые столбцы

source: Violations
ru: Нарушения

source: Missing Columns
ru: Отсутствующие столбцы

source: Unexpected Columns
ru: Непредвиденные столбцы

source: Identity Check Started Successfully
ru: Аутентификация началась успешно

source: Resolved Similarities and Correct Records
ru: Разрешенные сходства и исправленные записи

source: Drop your file here or click to upload
ru: Перетяните ваш файл сюда или нажмите, чтобы загрузить

source: You can upload only one file.
ru: Вы можете загрузить только один файл

source: Uploaded Successfully
ru: Успешно загружено

source: Distribution List
ru: Список выдачи

source: Bank Distribution List
ru: Список рассылки банка

source: Last Modified
ru: Последнее изменение

source: Progress
ru: Прогрес

source: Amount Used
ru: Использованная сумма

source: Assistance Statistics
ru: Статистика помощи

source: Date of the assistance is in the future
ru: Дата помощи в будущем

source: Please be sure that no field activity has been started. Do you really want to unvalidate assistance?
ru: Пожалуйста, убедитесь, что никакая полевая деятельность не была начата. Вы действительно хотите аннулировать помощь?

source: Assistance Successfully Unvalidated
ru: Помощь успешно аннулирована

source: Distribution Progress
ru: Прогрес выдачи

source: Export Details
ru: Детали экспорта

source: Use number in this interval
ru: Используйте число в этом интервале

source: Export Projects
ru: Экспортировать проекты

source: For Each
ru: Для каждого

source: All distribution data will be deleted. Do you wish to continue?
ru: Все данные о раздаче будут удалены. Вы хотите продолжить?

source: Conflicts with ID Number
ru: Конфликты с идентификационным номером

source: Split ID numbers with space
ru: Разделить идентификационные номера пробелом

source: ID Numbers
ru: Идентификационные номера

source: Not Found
ru: Не найдено

source: Conflict IDs
ru: Идентификаторы конфликтов

source: Distributed In Past
ru: Выдано в прошлом

source: Partially Distributed
ru: Частично выдано

source: Unknown Error
ru: Неизвестная ошибка

source: Input Distributed Again
ru: Вклад распределен снова

source: Invalid Input
ru: Недействительный вклад

source: Input Distributed
ru: Вклад распределен

source: Login
ru: Авторизоваться

source: Relief Package Id
ru: Идентификатор пакета помощи

source: Has valid Card
ru: Имеет действующую карту

source: Scoring Type
ru: Тип подсчета очков

source: Scoring type isn't available from duplicated assistance.
ru: Тип оценки недоступен из продублированной помощи.

source: Select new one.
ru: Выберите новый.

source: Scoring
ru: Подсчет очков

source: Add Group
am: ቡድን ጨምር
ar: تفاصيل النشاط
hy: Ավելացնել խումբ
km: បន្ថែមក្រុម
mn: Бүлэг нэмэх

source: True
am: እውነት
ar: صحيح
hy: Ճիշտ
km: ពិត
mn: Үнэн

source: Hygiene kit
hy: Հիգիենային պարագաներ
mn: Эрүүл ахуйн байгц

source: First name
hy: Անուն
mn: Нэр

source: description
hy: Նկարագրություն
mn: Тодорхойлолт

source: amount
hy: Քանակ
mn: Хэмжээ

source: currency
hy: Արտարժույթ
mn: Валют

source: unit
hy: Միավոր
mn: Нэгж

source: Health
am: ጤና
ar: الصحة
km: សុខភាព

source: health
am: ጤና
ar: الصحة
km: សុខភាព
