Repository: humansis/backend
Catalog: app/Resources/translations/messages.*.xlf
Languages: am, ar, hy, km, mn, ru

source: Room or Space in Public Building
am: በሕዝባዊ ሕንፃ ውስጥ ክፍል ወይም ቦታ
ar: غرفة أو مساحة في المبنى العام
hy: Սենյակ կամ տարածք հասարակական շենքում
km: បន្ទប់ ឬទីកន្លែងក្នុងអគារសាធារណៈ
mn: Олон нийтийн барилга дахь өрөө эсвэл орон зай
ru: Комната или место в общественном здании

source: Room or Space in Unfinished Building
am: ባልተጠናቀቀ ህንፃ ውስጥ ክፍል ወይም ቦታ
ar: غرفة أو مساحة في مبنى غير مكتمل
hy: Սենյակ կամ տարածք կիսակառույց շենքում
km: បន្ទប់ ឬកន្លែងក្នុងអាគារដែលមិនទាន់សង់រួច
mn: Дуусаагүй барилга дахь өрөө эсвэл орон зай
ru: Комната или место в недостроенном здании

source: Russian
ru: Русский

source: Sanitation
ru: Санитария

source: Save
am: አስቀምጥ
ar: حفظ
hy: Պահել
km: រក្សាទុក
mn: Хадгалах
ru: Сохранить

source: Scan Booklet QR Code
ru: Сканировать QR-код буклета

source: School Operational Support
ru: Оперативная поддержка школы

source: Score Weight
am: የውጤት ክብደት
ar: وزن النتيجة
hy: Միավորի կշիռ
km: ពិន្ទុទម្ងន់
mn: Жин оноосон
ru: Весомость балла

source: Search...
ru: Поиск…

source: Search
ru: Поиск

source: Sector
am: ዘርፍ
ar: القطاع
hy: Ոլորտ
km: វិស័យ
mn: Салбар
ru: Сектор

source: Sectors
am: ዘርፎች
ar: القطاعات
hy: Ոլորտներ
km: វិស័យ
mn: Салбарууд
ru: Сектора

source: Select
ru: Выбрать

source: Select Assistance
ru: Выбрать помощь

source: Select Beneficiary
ru: Выбрать бенефициара

source: Select Beneficiary...
ru: Выбрать бенефициара…

source: Select Commune
ru: Выбрать общину

source: Select Currency
ru: Выбрать валюту

source: Select Date...
ru: Выбрать дату…

source: Select District
ru: Выбрать район

source: Select Gender
ru: Выбрать пол

source: Selection criteria
am: የምርጫ መመዘኛዎች
ar: معيار الاختيار
hy: Ընտրության չափանիշ
km: លក្ខណៈវិនិច្ឆ័យនៃការជ្រើសរើស
mn: Сонголтын шалгуур
ru: Критерии отбора

source: Select Livelihood
ru: Выбрать средства к существованию

source: Select Project
ru: Выбрать проект

source: Select Projects
ru: Выбрать проекты

source: Select Province
ru: Выбрать область

source: Select Reedem...
ru: Выбрать погашение…

source: Select Referral
ru: Выбрать перенаправление

source: Select Residence
ru: Выбрать место жительства

source: Select Status
ru: Выбрать статус

source: Select Type...
ru: Выбрать тип…

source: Select Village
ru: Выбрать село

source: Select Vulnerability
ru: Выбрать проблемный фактор

source: Send History
ru: Отправить историю

source: Sent
ru: Отправить

source: Served beneficiaries
am: ያገለገሉ ተጠቃሚዎች
ar: المستفيدين خدم
hy: Սպասարկված շահառուներ
km: បានផ្ដល់សេវាដល់អ្នកទទួលផល
mn: Үйлчлүүлсэн тусламж хүртэгчид
ru: Обслужено бенефициаров

source: Served Beneficiaries
am: ያገለገሉ ተጠቃሚዎች
ar: المستفيدين خدم
hy: Սպասարկված շահառուներ
km: បានផ្ដល់សេវាដល់អ្នកទទួលផល
mn: Үйлчлүүлсэн тусламж хүртэгчид
ru: Обслужено бенефициаров

source: Service Name
ru: Название услуги

source: Sessions for Parents and Caregivers
ru: Сеансы для родителей и опекунов

source: Set As Completed
ru: Отметить как завершенный

source: Set As Distributed
am: እንደ ተሰራጭ ተዘጋጅ
ar: تعيين انتهاء التوزيع
hy: Նշել որպես տրամադրված
km: កំណត់ថាបានចែករួច
mn: Түгээлтйин байдлаар тохируулсан
ru: Отметить как выданный

source: Settlement
ru: Поселение

source: Settlement type
ru: Вид поселения

source: Settlement Upgrades
ru: Улучшения поселения

source: Shelter
am: መጠለያ
ar: مأوى
hy: Կացարան
km: ទីជម្រក
mn: Хамгаалах байр
ru: Жильё

source: Shelter Kit
am: የመጠለያ መሳሪያ ኪት
ar: مجموعة المأوى
hy: Կացարանի կառուցման հավաքածո
km: កញ្ចប់ឧបករណ៍ទីជម្រក
mn: Хамгаалах байрны хэрэгсэл
ru: Комплект для строительства/ремонта жилья

source: Shelter Kits
ru: Комплекты для строительства/ремонта жилья

source: Shelter Reconstruction Support
am: የመጠለያ መልሶ ግንባታ ድጋፍ
ar: دعم إعادة بناء المأوى
hy: Կացարանի վերակառուցման աջակցություն
km: គាំទ្រការសង់ទីជម្រកឡើងវិញ
mn: Хамгаалах байрыг сэргээн босгох ажилд дэмжлэг үзүүлэх
ru: Помощь в восстановлении жилья

source: Shelter Type
ru: Тип жилья

source: Shelter Types
ru: Типы жилья

source: Shop
ru: Магазин

source: Short Name
am: አጭር ስም
ar: الاسم المختصر
hy: Կարճ անվանում
km: ឈ្មោះ​ខ្លី
mn: Богино нэр
ru: Короткое имя

source: Show Detail
ru: Показать сведения

source: Skills Training
ru: Профессиональная подготовка

source: Smartcard Deposit
ru: Депозит Smartcard

source: Solid Waste Management
ru: Утилизация твёрдых отходов

source: Solo Parent
ru: Одинокий родитель

source: Something went wrong
ru: Что-то пошло не так

source: Start Date
am: የመጀመሪያ ቀን
ar: تاريخ البدء
hy: Մեկնարկի ամսաթիվ
km: កាលបរិច្ចេទចាប់ផ្តើម
mn: Эхлэх өдөр
ru: Дата начала

source: Start Transaction
ru: Начать транзакцию

source: Start Transactions
ru: Начать транзакции

source: Statistics
ru: Статистика

source: Status
am: ሁኔታ
ar: الحالة
hy: Կարգավիճակ
km: ស្ថានភាព
mn: Статус
ru: Статус

source: Sub-District
ru: Субрайон

source: Subsector
am: ንዑስ ክፍል
ar: المساعدة النقدية متعددة الأغراض
hy: Ենթաբաժին
km: អនុវិស័យ
mn: Дэд салбар
ru: Субсектор

source: Subsectors
ru: Субсекторы

source: Success for Beneficiary
ru: Успех для бенефициара

source: Successful Transaction
ru: Успешная транзакция

source: Summaries
ru: Итоги

source: Summary
am: ማጠቃለያ
ar: ملخص
hy: Ամփոփում
km: សេចក្ដីសង្ខេប
mn: Хураангуй
ru: Итог

source: Support Date Received
am: የድጋፍ ቀን ደርሷል
ar: تاريخ تلقي الدعم
hy: Աջակցության ստացման ամսաթիվ
km: កាលបរិច្ឆេទទទួលបានឧបត្ថម្ភ
mn: Дэмжлэгийн огноог хүлээн авлаа
ru: Дата получения помощи

source: Support Organization
am: ደጋፊ ድርጅት
ar: منظمة الداعمة
hy: Աջակցող կազմակերպություն
km: អង្គការឧបត្ថម្ភ
mn: Дэмжих байгууллага
ru: Организация по оказанию помощи

source: Support Received Types
ru: Полученные виды помощи

source: Target
am: ዒላማ
ar: الهدف
hy: Թիրախ
km: ក្រុមគោលដៅ
mn: Зорилтот
ru: Цель

source: Target Households
ru: Целевые домохозяйства

source: Target Type
am: የአላማው ዓይነት
ar: قطاع غير محدد
hy: Թիրախի տեսակ
km: ប្រភេទក្រុមគោលដៅ
mn: Зорилтот төрөл
ru: Конечный тип

source: Target Types
ru: Конечные типы

source: Teacher Incentive Payments
ru: Поощрительные выплаты учителям

source: Teacher Training
ru: Педагогическая подготовка

source: Technical Support
ru: Техническая поддержка

source: Temporary Settlement Address
ru: Адреса временных поселений

source: Tent
ru: Палатка

source: Tent Number
am: የድንኳን ቁጥር
ar: رقم الخيمة
hy: Վրանների քանակ
km: ចំនួនតង់
mn: Майханы дугаар
ru: Номер палатки

source: Text
ru: Текст

source: Textiles
am: ጨርቃጨርቅ
ar: الزراعة - تربية الماشية
hy: Տեքստիլ
km: វាយនភណ្ឌ
mn: Нэхмэл
ru: Изготовление одежды

source: The confirmation code has been sent to your email
ru: Код подтверждения отправлен на вашу электронную почту

source: The date of the distribution is in the future
ru: Дата раздачи назначена на будущее

source: There Are No Criteria Groups
ru: Группы критериев отсутствуют

source: Token
ru: Токен

source: Total Amount
am: አጠቃላይ ድምሩ
ar: الكمية الإجمالية
hy: Տնդհանուր արժեք
km: ចំនួនសរុប
mn: Нийт дүн
ru: Итоговая сумма

source: Total Cost
ru: Итоговая стоимость

source: Total Count
ru: Общее количество

source: Total Registrations
am: ጠቅላላ ምዝገባዎች
ar: مجموع المستفيدين
hy: Ընդհանուր գրանցումներ
km: ការចុះឈ្មោះសរុប
mn: Нийт бүртгэл
ru: Всего регистраций

source: Total Target
ru: Всего цель

source: Total Target Beneficiaries
am: ጠቅላላ የታሰቡት ተጠቃሚዎች
ar: المبلغ الموزع
hy: Ընդհանուր թիրախային շահառուներ
km: អ្នកទទួលផលក្រុមគោលដៅសរុប
mn: Нийт зорилтот тусламж хүртэгчид
ru: Всего целевых бенефициаров

source: Total Value
ru: Общая стоимость

source: Total Value of Booklet
am: የደብሩ አጠቃላይ ዋጋ
ar: القيمة الإجمالية للدفتر
hy: Գրքույկի ընդհանուր արժեք
km: ចំនួនប្រាក់សរុបក្នុងកូនសៀវភៅ
mn: Товхимолын нийт үнэ
ru: Общая стоимость буклета

source: Trading
am: ትሬዲንግ
ar: مهام منزلية
hy: Առևտուր
km: ការធ្វើជំនួញ
mn: Арилжаа
ru: Торговля

source: Transaction
ru: Транзакция

source: Transactions
ru: Транзакции

source: Transaction Statuses
ru: Статус транзакции

source: Transitional Shelter
am: የሽግግር መጠለያ
ar: المأوى الانتقالي
hy: Ժամանակավոր կացարան
km: ជម្រកបណ្តោះអាសន្ន
mn: Шилжилтийн байр
ru: Временное жилье

source: Translations
ru: Переводы

source: TRUE
ru: ПРАВДА

source: Two-factor authentication adds an additional layer of security to your account by requiring more than a password to log in
am: ባለ ሁለት- ማረጋገጫ ለመለያ ለመግባት ከ የይለፍ ቃል በላይ በመጠየቅ ወደ መለያዎ ተጨማሪ የደህንነት ንብርብር ያክላል
ar: تضيف المصادقة ذات العاملين طبقة إضافية من الأمان إلى حسابك من خلال طلب أكثر من كلمة مرور لتسجيل الدخول
hy: Երկու գործոնով նույնականացումն ավելացնում է անվտանգության հավելյալ շերտ ձեր հաշվին՝ պահանջելով գաղտնաբառից ավելին՝ մուտք գործելու համար
km: ការផ្ទៀងផ្ទាត់រកភាពត្រឹមត្រូវនៃកត្តាពីរ បន្ថែមស្រទាប់សុវត្ថិភាពទៅក្នុងគណនីរបស់អ្នក ដោយតម្រូវឱ្យមានលេខកូដសម្ងាត់ច្រើនជាងការចូល
mn: Давхар хүчин зүйлт нэвтрэлт нь, нэвтрэхийн тулд нууц үгнээс илүү шаардсанаар таны дансанд аюулгүй байдлын нэмэлт давхаргыг бий болгоно
ru: Двухфакторная аутентификация обеспечивает дополнительную безопасность вашей учетной записи, требуя для входа не только пароль.

source: Two Factor Authentication
am: 2 የፋብሪካ ማረጋገጫ
ar: 2 عامل التخويل
hy: 2 գործակցի աուտենտեֆիկացիա
km: ការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវកត្តា២
mn: Давхар нууцлалын баталгаажуулалт
ru: Двухфакторная аутентификация

source: Type
am: ዓይነት
ar: النوع
hy: Տեսակ
km: ប្រភេទ
mn: Төрөл
ru: Вид

source: Type of Location
am: የቦታው ዓይነት
ar: نوع الموقع
hy: Տեղանքի տեսակ
km: ប្រភេទទីតាំង
mn: Байршлын төрөл
ru: Вид расположения

source: Unassigned
am: ያልተመደበ
ar: غير معين
hy: Չկցված
km: មិនបានប្រគល់ជូន
mn: Томилоогүй
ru: Не закреплен

source: Unit
am: ክፍል
ar: وحدة
hy: Միավոր
km: ឯកតា
mn: Нэгж
ru: Единица измерения

source: Upcoming Assistances
ru: Предстоящие помощи

source: Update
am: አዘምን
ar: تحديث
hy: Թարմացում
km: ធ្វើបច្ចុប្បន្នភាព
mn: Шинэчлэх
ru: Обновить

source: Update Organization Service
ru: Служба организации обновлений

source: Update password on next login
am: በሚቀጥለው መግቢያ ላይ የይለፍ ቃል ያዘምኑ
ar: تحديث كلمة المرور عند تسجيل الدخول المقبل
hy: Թարմացնել գաղտնաբառը հաջորդ մուտքի ժամանակ
km: ធ្វើបច្ចុប្បន្នភាពលេខសម្ងាត់នៅពេលចូលលើកក្រោយ
mn: Дараагийн нэвтрэлтэд нууц үгээ шинэчлэх
ru: Обновить пароль при следующем входе

source: Used
am: ያገለገለ
ar: مستخدم
hy: Օգտագործված
km: បានប្រើ
mn: Ашигласан
ru: Использованный

source: User
am: ተጠቃሚ
ar: المستخدم
hy: Օգտատեր
km: អ្នក​ប្រើ
mn: Хэрэглэгч
ru: Пользователь

source: User Information
am: የተጠቃሚ መረጃ
ar: معلومات المستخدم
hy: Օգտատիրոջ ինֆորմացիա
km: ព័ត៌មានអ្នកប្រើ
mn: Хэрэглэгчийн мэдээлэл
ru: Информация о пользователе

source: Username
am: የተጠቃሚ ስም
ar: اسم المستخدم
hy: Օգտատիրոջ անուն
km: ឈ្មោះ​អ្នកប្រើ
mn: Хэрэглэгчийн нэр
ru: Имя пользователя

source: Users
am: ተጠቃሚዎች
ar: المستخدمون
hy: Օգտատերեր
km: អ្នក​ប្រើ
mn: Хэрэглэгчид
ru: Пользователи

source: User Successfully Created
ru: Пользователь успешно создан

source: User Successfully Deleted
ru: Пользователь успешно удален

source: User Successfully Updated
ru: Пользователь успешно обновлен

source: Validate and Lock
am: ማረጋገጥ እና መቆለፍ
ar: التحقق والقفل
hy: Հաստատել և փակել
km: ធ្វើឱ្យមានសុពលភាព និងចាក់សោ
mn: Баталгаажуулах & түгжих
ru: Подтвердить и закрыть

source: Validation Errors
ru: Ошибка проверки

source: value
am: ዋጋ
ar: القيمة
hy: Արժեք
km: ចំនួនប្រាក់
mn: Утга
ru: Cтоимость

source: Value
am: ዋጋ
ar: القيمة
hy: Արժեք
km: ចំនួនប្រាក់
mn: Утга
ru: Cтоимость

source: Value '{{ value }}' already exists
ru: Стоимость '{{ value }}' уже существует

source: Values
ru: Стоимости

source: Vector Control
ru: Векторное управление

source: Vendor
am: ሻጭ
ar: بائع
hy: Մատակարար
km: អ្នកលក់
mn: Худалдагч
ru: Поставщик

source: Vendor Humansis ID
ru: Идентификационный номер поставщика Humansis

source: Vendor Name
ru: Имя поставщика

source: Vendor No
ru: Номер поставщика

source: Vendor Nr.
ru: Номер поставщика

source: Vendors
am: ሻጮች
ar: الباعة
hy: Մատակարարներ
km: អ្នកលក់
mn: Худалдагчид
ru: Поставщики

source: Vendor Successfully Created
ru: Поставщик успешно создан

source: Vendor Successfully Deleted
ru: Поставщик успешно удален

source: Vendor Successfully Updated
ru: Поставщик успешно обновлен

source: View
am: አይታ
ar: درس
hy: Տեսք
km: ទស្សនៈ
mn: Харах
ru: Показать

source: Village
am: መንደር
ar: القرية
hy: Գյուղ
km: ភូមិ
mn: Тосгон
ru: Село

source: Village/Neighbourhood
ar: قرية
ru: Деревня/район

source: Villages
ru: Сёла

source: Vocational Training
am: የሙያ ስልጠና
ar: تدريب مهني
hy: Մասնագիտական դասընթաց
km: បណ្តុះបណ្តាលវិជ្ជាជីវៈ
mn: Мэргэжлийн сургалт
ru: Профессиональное обучение

source: Voucher
am: ቫውቸር
ar: قسيمة
hy: Վաուչեր
km: ប័ណ្ណទូទាត់
mn: Эрхийн бичиг
ru: Ваучер

source: Vouchers
am: ቫውቸር
ar: قسائم
hy: Վաուչերներ
km: ប័ណ្ណទូទាត់
mn: Эрхийн бичгүүд
ru: Ваучеры

source: Vulnerabilities
am: ተጋላጭነቶች
ar: نقاط الضعف
hy: Խոցելիներ
km: ភាពងាយរងគ្រោះ
mn: Эмзэг байдлууд
ru: Уязвимости

source: Vulnerability
am: ተጋላጭነት
ar: ملخص معاملات البائع
hy: Խոցելիություն
km: ភាពងាយរងគ្រោះ
mn: Эмзэг байдал
ru: Уязвимость

source: WASH
ru: Водоснабжение, санитария и гигиена (WASH)

source: Washing Machine
am: ማጠቢያ ማሽን
ar: غسالة
hy: Լվացքի մեքքենա
km: ម៉ាស៊ីន​បោកគក់
mn: Угаалгын машин
ru: Стиральная машина

source: Water Point Construction
ru: Строительство пункта водоснабжения

source: Water Point Rehabilitation
ru: Восстановление пункта водоснабжения

source: Water Treatment
ru: Обработка воды

source: Water Trucking
ru: Подвоз воды

source: Winterization Kits or Materials
ru: Набор/материалы для подготовки к зиме

source: Winterization Upgrades
ru: Улучшения подготовки к зиме

source: Woreda
ru: Вореда

source: You are about to remove this beneficiary from
ru: Вы собираетесь удалить этого бенефициара из

source: You cannot proceed with this transaction
ru: Вы не можете продолжить эту транзакцию

source: You can select only one country
am: አንድ ሀገር ብቻ መምረጥ ይችላሉ
ar: يمكنك اختيار دولة واحدة فقط
hy: Դուք կարող եք ընտրել միայն մեկ երկիր
km: អ្នកអាចជ្រើសរើសបានប្រទេសតែមួយប៉ុណ្ណោះ
mn: Та зөвхөн нэг улсыг сонгож болно
ru: Вы можете выбрать только одну страну

source: You don't have a access to continue
ru: У вас нет доступа для продолжения

source: You must insert file for import and select project before uploading
ru: Вы должны вставить файл для импорта и выбрать проект перед загрузкой

source: You need to login to continue
ru: Вам необходимо зарегистрироваться, что бы продолжить

source: Your session has expired
ru: Время вашего сеанса истекло

source: you want to delete
ru: Вы хотите удалить

source: Zone
ru: Зона

source: Distribution No.
ru: Раздача №

# Project &amp; Donor
source: Project & Donor
ru: Проект и донор

source: Distributed item(s)
ru: Распределённый элемент(ы)

source: Round
ru: Цикл

source: Distributed by
ru: Распределено

source: (name, position, signature)
ru: (имя, должность, подпись)

source: Approved by
ru: Одобрено

source: The below listed person confirm by their signature of this Distribution List that they obtained and accepted the donation of the below specified items from People in Need.
ru: Указанное ниже лицо подтверждает своей подписью на этом Списке раздачи, что оно получило и приняло пожертвование указанных ниже предметов от Человек в беде.

source: Second Name
ru: Фамилия

source: ID No.
ru: ID №

source: Proxy First Name
ru: Имя представителя

source: Proxy Second Name
ru: Фамилия представителя

source: Proxy ID No.
ru: ID представителя

source: Distributed Item(s), Unit, Amount per beneficiary
ru: Распределяемый(е) предмет(ы), единица, сумма на получателя

source: Signature
ru: Подпись

source: CSI
ru: Индекс стратегии выживания

source: Debt
ru: Долг

source: Dependency Ration
ru: Коэффициент демографической нагрузки

source: Displacement Status
ru: Статус перемещения

source: FCS
ru: Индекс продовольственного потребления

source: Head Gender
ru: Пол главы домохозяйства

source: Head Vulnerability
ru: Главный фактор уязвимости

source: Help
ru: Помощь

source: Members Vulnerability
ru: Уязвимость участников

source: Income Per Member
ru: Доход на члена

source: Residence Ownership
ru: Право собственности на жильё

source: Total Score
ru: Общий бал

source: BNFs
ru: BNF

source: Cumulative BNFs
ru: Совокупный BNF

source: Ordinal number
ru: Порядковый номер

source: Recipient’s surname (Local family name)
ru: Фамилия получателя (на языке оригинала)

source: Recipient’s name (Local given name)
ru: Имя получателя (на языке оригинала)

source: Recipient’s patronymic (Local parent's name)
ru: Отчество получателя (на языке оригинала)

source: Recipient’s RNTRC (Tax Number)
ru: ИНН получателя (ИНН)

source: Document type
ru: Тип документа

source: Document number
ru: Номер документа

source: Remittance purpose
ru: Цель перевода

source: Remittance amount
ru: Сумма перевода

source: Remittance currency
ru: Валюта перевода

source: Recipient’s mobile telephone number
ru: Номер мобильного телефона получателя

source: Smartcard code
ru: Код Smartcard

source: You need to change your password
ru: Вам необходимо изменить ваш пароль

source: Password Was Not Updated
ru: Пароль не был обновлен

source: Password Successfully Updated
ru: Пароль успешно обновлен

source: This project does not contain any assistances
ru: Этот проект не содержит никаких помощей

source: Create your first one
ru: Создайте свою первую

source: Please add some beneficiaries first!
ru: Пожалуйста, сначала добавьте бенефициаров!

source: Then you will be able to manage some assistances
ru: Тогда вы сможете управлять помощями

source: Some required fields are not filled
ru: Некоторые обязательные поля незаполнены

source: To Be Delivered
ru: Должно быть доставлено

source: Imports
ru: Импорт

source: Import Detail
ru: Сведения о импорте

source: Create New Import
ru: Создать новый импорт

source: Import Successfully Created
ru: Импорт успешно создан

source: Title
ru: Название

source: In Progress
ru: В процессе

source: Integrity Check
ru: Проверка целостности

source: Duplicity Check
ru: Проверка дублирования

source: Similarity Check
ru: Проверка сходства

source: Finalisation
ru: Завершение

source: Start
ru: Начало

source: Import Statistics
ru: Импорт статистики

source: Cancel Import
ru: Отменить импорт

source: Are you sure you want to cancel this import?
ru: Вы уверены, что хотите отменить этот импорт?

source: Canceled Successfully
ru: Успешно отменен

source: Start Import
ru: Начать импорт

source: Integrity Check Started Successfully
ru: Проверка целостности успешно запущена

source: Upload
ru: Загрузить

source: Start Duplicity Check
ru: Начать проверку дублирования

source: Download Affected Records
ru: Скачать неверные данные

source: Upload Corrected Records
ru: Загрузить исправленные данные

source: Start Integrity Check Again
ru: Начать проверку целосности заново

source: Downloaded File
ru: Скачанный файл

source: Duplicity Check Started Successfully
ru: Проверка дублирования начата успешно

source: Number of Records
ru: Число записей

source: Corrected Errors
ru: Исправленные ошибки

source: Integrity Errors
ru: Ошибки целостности

source: Similarities Found
ru: Сходства найдены

source: Similarities Corrected/Merged
ru: Сходства исправлены/объединены

source: Duplicities Found
ru: Найдены дублирования

source: Resolve Duplicities
ru: Дублирования устранены

source: Resolve Similarities
ru: Сходства устранены

source: Go to Finalisation
ru: Перейти к завершению

source: Start Similarity Check
ru: Начать проверку сходства

source: Similarity Check Started Successfully
ru: Проверка на сходства начата успешно

source: Duplicity Cases
ru: Случаи дублирования

source: Similarity Cases
ru: Случаи сходства

source: Similarities
ru: Сходства

source: Duplicities
ru: Дублирования

source: Imported Record
ru: Импортированная запись

source: Records From Database
ru: Записи из базы данных

source: Use Existing
ru: Использовать существующий

source: Use New
ru: Использовать новый

source: Approve and Save
ru: Подтвердить и сохранить

source: Duplicity Item
ru: Дублирования

source: Reasons
ru: Причины

source: Resolving
ru: Решение

source: Solved
ru: Решено

source: Not Solved
ru: Не решено

source: This step is not currently in progress
ru: Этот шаг в настоящее время не выполняется

source: Get Affected Records
ru: Получить неверные данные

source: Download
ru: Загрузить

source: Invalid Files
ru: Неверные файлы

source: Download Started
ru: Загрузка началась

source: Amharic
ru: Амхарский

source: Ukrainian
ru: Украинский

# Education &amp; T V E T
source: Education & T V E T
ru: Образование и Профессионально-техническое образование

# D R R &amp; Resilience
source: D R R & Resilience
ru: Cнижение риска бедствий и способность к восстановлению

source: Non- Sector Specific
ru: Независимый от сектора

source: Food
ru: Продовольствие

source: Non-Food
ru: Непродовольственный

source: Cashback
ru: Возвращение средств

source: School
ru: Школа

source: school
ru: Школа

source: Community Center
ru: Центр сообщества

source: community_center
ru: Центр сообщества

source: Commerce
ru: Торговля

source: commerce
ru: Торговля

source: Driver's License
ru: Водительское удостоверение

source: Select invoicing
ru: Выбрать выставление счетов

source: Invoiced
ru: Счет выставлен

source: To Redeem
ru: Погасить

source: Category Type
ru: Тип категории

source: Vendor No.
ru: Поставщик №

source: Show Vendor Summary
ru: Показать сводку поставщиков

source: Allowed Category Types
ru: Разрешенные типы категорий

source: Remote Distribution Permission
ru: Разрешение на удаленную выдачу

source: Allowed
ru: Разрешено

source: See History
ru: Посмотреть историю

source: Vendor Transaction Summary
ru: Сводка транзакций поставщика

source: Unpaid Transaction Value
ru: Сумма неоплаченной транзакции

source: Unpaid Transactions
ru: Неоплаченные транзакции

source: Total No. Transactions
ru: Всего транзакций

source: Redeem
ru: Погасить

source: Redeemed Batches
ru: Погашено партий

source: Total
ru: Всего

source: Vendor Redemption Summary
ru: Сводка по погашению у поставщика

source: Name (local)
ru: Имя (на языке оригинала)

source: Required
ru: Обязательно

source: Edit This Voucher Booklets
ru: Редактировать этот буклет ваучеров

source: Items
ru: Товары

source: Categories
ru: Категории

source: Category
ru: Категория

source: Sync
ru: Синхронизировать

source: Sync Id
ru: Идентификатор синхронизации

source: Detail of Sync
ru: Сведения о синхронизации

source: Raw Data
ru: Необработанные данные

source: Validation Error Messages
ru: Сообщения об ошибках проверки

source: Smartcard Purchased Items
ru: Покупки со Smartcard

source: Select Type
ru: Выбрать тип

source: Select Distribution
ru: Выбрать выдачу

source: Select Commodity
ru: Выбрать товар

source: Select Date
ru: Выбрать дату

source: Assistance Date
ru: Дата помощи

source: Carrier Number
ru: Номер перевозчика

source: Select Vendor
ru: Выбрать поставщика

source: Card No.
ru: Номер карты

source: Detail of Import
ru: Сведения об импорте

source: Edit Import
ru: Редактировать импорт

source: Import Successfully Updated
ru: Импорт успешно обновлен

source: Downloading Template
ru: Скачивание шаблона

source: Identity Check
ru: Проверка личносты

source: Import Files
ru: Импорт файлов

source: Continue
ru: Продолжить

source: Are you sure you want to ignore errors and proceed?
ru: Вы уверены, что хотите игнорировать ошибки и продолжить?

source: Records From File
ru: Записи из файла

source: Use Record From
ru: Использовать запись из

source: No difference
ru: Нет различий

source: File
ru: Файл

source: Duplicities Corrected/Merged
ru: Дублирования исправлены/объединены

source: Final Records to Import
ru: Окончательные записи для импорта

source: Not Imported Rows
ru: Не импортированные строки

source: Back to Imports
ru: Назад к импорту

source: Go to Beneficiaries
ru: Перейти к бенефициарам

source: Show Not Imported Rows
ru: Показать не импортированные строки

source: Failed Action
ru: Не удалось выполнить действие

source: Error Message
ru: Сообщение об ошибке

source: Given Name
ru: Имя

source: Approved and Saved
ru: Подтверждено и сохранено

source: Resolved Duplicities
ru: Устраненные дублирования

source: All From File
ru: Всё из файла

source: All From Humansis
ru: Всё из Humansis
