Repository: humansis/backend
Catalog: app/Resources/translations/messages.*.xlf
Languages: am, ar, hy, km, mn, ru

source: Field
am: መስክ
ar: الميدان
hy: Դաշտ
km: មូលដ្ឋាន
mn: Талбар
ru: Поле

source: Field Officer
am: የመስክ መኮንን
ar: مسؤول ميداني
hy: Դաշտային աշխատակից
km: មន្រ្តីមូលដ្ឋាន
mn: Хээрийн офицер
ru: Полевой сотрудник

source: Field Officer Email
ru: Электронная почта полевого сотрудника

source: First Name
am: የመጀመሪያ ስም
ar: الاسم
hy: Անուն
km: នាមខ្លួន
mn: Нэр
ru: Имя

source: Flatscreen TV
am: ጠፍጣፋ ማያ ገጽ ቲቪ
ar: تلفاز بشاشة مسطحة
hy: Հարթ էկրանով հեռուստացույց
km: ទូរទស្សន៍​អេក្រង់​សំប៉ែត
mn: Хавтгай дэлгэцтэй зурагт
ru: Телевизор с плоским экраном

source: Font To Apply To The PDF
am: ቅርጸ-ቁምፊ ለፒዲኤፍ ለማመልከት
ar: الخط لتطبيقه على .pdf
hy: Pdf-ում կիարռելի ֆոնտ
km: ពុម្ពអក្សរដែលត្រូវប្រើសម្រាប់ pdf
mn: Pdf-д хэрэглэх фонт
ru: Шрифт для применения в pdf

source: Food Consumption Score
am: የምግብ ፍጆታ ውጤት
ar: درجة استهلاك الغذاء
hy: Սննդի ընդունման գնահատում
km: ពិន្ទុនៃការប្រើប្រាស់ស្បៀងអាហារ
mn: Хүнсний хэрэглээний оноо
ru: Оценка потребления пищи

source: Food Kit
am: የምግብ ኪት
ar: سلة غذاء
hy: Մթերքի պաշար
km: កញ្ចប់ស្បៀងអាហារ
mn: Хүнсний багц
ru: Продовольственный набор

source: Food Security
ru: Продовольственная безопасность

# Food Security &amp; Livelihood
source: Food Security & Livelihood
ru: Продовольственная безопасность и средства к существованию

source: Food Voucher
am: የምግብ ቫውቸር
ar: قسيمة الطعام
hy: Սննդի վաուչեր
km: ប័ណ្ណទូទាត់ស្បៀងអាហារ
mn: Хүнсний эрхийн бичиг
ru: Продовольственный ваучер

source: Food Vouchers
ru: Продовольственные ваучеры

source: French
ru: Французский

source: gender
am: ፆታ
ar: الجنس
hy: Սեռ
km: ភេទ
mn: Хүйс
ru: Пол

source: Gender
am: ፆታ
ar: الجنس
hy: Սեռ
km: ភេទ
mn: Хүйс
ru: Пол

source: Gender Based Violence Activities
ru: Деятельность по борьбе с гендерным насилием

source: General Relief
ru: Общая помощь

source: Government
ru: Правительство

source: government
ru: Правительство

source: Governorate
ru: Провинция

source: Has Not Been In Distribution Since
am: ጀምሮ በስርጭት ውስጥ የለም
ar: لم يكن في التوزيع منذ
hy: Չի մասնակցել տրամադրման գործաընթացին մինչ այժմ
km: មិនបានចែកទេតាំងពីពេលនោះមក
mn: Үүнээс хойш түгээгдээгүй
ru: Не участвовал в выдаче с

source: health
hy: Առողջություն
mn: Эрүүл мэнд
ru: Здоровье

source: Health
hy: Առողջություն
mn: Эрүүл мэнд
ru: Здоровье

source: Home
am: ቤት
ar: الصفحة الرئيسية
km: ផ្ទះ
mn: Нүүр хуудас
ru: Главная страница

source: Home Duties
am: የቤት ውስጥ ስራዎች
ar: العمل اليومي
hy: Տնային աշխատանքներ
km: ភារកិច្ចផ្ទះ
mn: Гэрийн үүрэг
ru: Домашние обязанности

source: House/Apartment - Good Condition
am: ቤት / አፓርታማ - ጥሩ ሁኔታ
ar: منزل / شقة - حالة جيدة
hy: Տուն/բնակարան - լավ պայմաններ
km: ផ្ទះ / ផ្ទះល្វែង - ស្ថានភាពល្អ
mn: Байшин / орон сууц - сайн нөхцөл байдал
ru: Дом/квартира - хорошее состояние

source: House/Apartment - Lightly Damaged
ru: Дом/квартира - легкие повреждения

source: House/Apartment - Moderately Damaged
am: ቤት / አፓርታማ - በመጠኑ ተጎድቷል
ar: منزل / شقة - تالف بشكل متوسط
hy: Տուն/բնակարան - մասնակի վնասված
km: ផ្ទះ / ផ្ទះល្វែង - ខូចខាតបង្គួរ
mn: Байшин / орон сууц - дунд зэргийн гэмтэлтэй
ru: Дом/квартира - умеренные повреждения

source: House/Apartment - Not Damaged
ru: Дом/квартира - повреждения отсутствуют

source: House/Apartment - Severely Damaged
am: ቤት / አፓርታማ - በጣም ተጎድቷል
ar: منزل / شقة - تضررت بشدة
hy: Տուն/բնակարան - խիստ վնասված
km: ផ្ទះ / ផ្ទះល្វែង - ខូចខាតធ្ងន់ធ្ងរ
mn: Байшин / орон сууц - маш их эвдэрсэн
ru: Дом/квартира - серьезные повреждения

source: Household
am: ቤተሰብ
ar: الأسرة
hy: Տնային տնտեսություն
km: គ្រួសារ
mn: Өрх
ru: Домохозяйство

source: household
am: ቤተሰብ
ar: الأسرة
hy: Տնային տնտեսություն
km: គ្រួសារ
mn: Өрх
ru: Домохозяйство

source: Household Detail
ru: Сведения о домохозяйстве

source: Household Head
am: የቤተስብ ኃላፊ
ar: رب الأسرة
hy: Տնային տնտեսութան գլխավոր
km: មេគ្រួសារ
mn: Өрхийн тэргүүн
ru: Глава домохозяйства

source: Household ID
am: የቤተሰብ መታወቂያ
ar: معرف الأسرة
hy: Տնային տնտեսության id
km: លេខសម្គាល់គ្រួសារ
mn: Өрхийн id
ru: Полный адрес домохозяйства

source: Household Information Summary
am: የቤተስብ መረጃ ማጠቃለያ
ar: ملخص المعلومات الخاصة بالمنزل :
hy: Տնային տնտեսության ամփոփ տեղեկատվություն
km: សង្ខេបព័ត៌មានគ្រួសារ
mn: Өрхийн мэдээллийн хураангуй
ru: Краткая информация о домохозяйстве

source: Household Members
am: የቤተሰብ አባላት
ar: أفراد الأسرة
hy: Տնային տնտեսության անդամներ
km: សមាជិកគ្រួសារ
mn: Өрхийн гишүүд
ru: Члены домохозяйства

source: Household Proxy
ru: Доверенное лицо домохозяйства

source: Households
am: ቤተሰብ
ar: الأسر
hy: Տնային տնտեսություններ
km: គ្រួសារ
mn: Өрхүүд
ru: Домохозяйства

source: Household Size
am: የቤተሰብ ብዛት
ar: حجم الأسرة
hy: Տնային տնտեսության չափ
km: ទំហំគ្រួសារ
mn: Өрхийн хэмжээ
ru: Размер домохозяйства

source: Households Successfully Deleted
ru: Домохозяйство успешно удалено

source: Households Targeted
ar: الأسر المستهدفة
ru: Целевые домохозяйства

source: Household Status
am: የቤተሰብ ሁኔታ
ar: حالة الأسرة
hy: Տնային տնտեսության կարգավիճակ
km: ស្ថានភាពគ្រួសារ
mn: Өрхийн байдал
ru: Статус домохозяйства

source: Household Successfully Created
ru: Домохозяйство успешно создано

source: Household Successfully Deleted
ru: Домохозяйство успешно удалено

source: Household Successfully Updated
ru: Домохозяйство успешно обновлено

source: Humansis Invoice Nr.
ru: Счет-фактура Humansis №

source: Hygiene Kit
am: የንፅህና አጠባበቅ ኪት
ar: سلة النظافة
hy: Հիգիենային պարագաներ
km: កញ្ចប់អនាម័យផ្ទាល់ខ្លួន
mn: Эрүүл ахуйн байгц
ru: Гигиенический набор

source: Hygiene Kits
ru: Гигиенические наборы

source: Hygiene Promotion
ru: Санитарно-гигиеническое просвещение

source: Icons
ru: Значки

source: ID
am: መታወ
ar: هوية شخصية
km: អត្តសញ្ញាណប័ណ្ណ
ru: Идентификация

source: ID Number
am: መታወ ቁጥር
ar: رقم الهوية الوطنية
hy: Id համար
km: ចំនួនអត្តសញ្ញាណប័ណ្ណ
mn: Id дугаар
ru: Идентификационный номер

source: ID Type
am: የመታወቂያዉ አይነት
ar: نوع الهوية الوطنية
hy: Id տեսակ
km: ប្រភេទអត្តសញ្ញាណប័ណ្ណ
mn: Id төрөл
ru: Тип национального идентификационного номера/тип удостоверения личности

source: Image
am: ምስል
ar: صورة
hy: Նկար
km: រូបភាព
mn: Дүрс
ru: Изображение

source: Import
am: ማስመጣት
ar: استيراد
hy: Ներմուծում (noun) ներմուծել (verb)
km: នាំចូល
mn: Импортлох
ru: Импорт

# Import &amp; compare
source: Import & compare
am: ማስመጣት እና ማወዳደር
ar: الاستيراد والمقارنة
hy: Ներմուծել և համեմատել
km: នាំចូល និងប្រៀបធៀប
mn: Импортлох ба харьцуулах
ru: Импортировать и сравнить

source: Import from file
am: ከዚህ ስርጭት
ar: استيراد من ملف
hy: Ներմուծում ֆայլից
km: នាំចូលពីឯកសារ
mn: Файлаас импортлох
ru: Импорт из файла

source: Import from File
am: ከዚህ ስርጭት
ar: استيراد من ملف
hy: Ներմուծում ֆայլից
km: នាំចូលពីឯកសារ
mn: Файлаас импортлох
ru: Импорт из файла

source: Import the file that contains the modified distribution. The database will be updated with the new list of beneficiaries for this distribution when you will click on update after importing.
am: የተሻሻለውን ስርጭት የያዘውን ፋይል ያስመጡት ፡፡ ከውጭ ካስገቡ በኋላ “ዝመና” ላይ ጠቅ ሲያደርጉ የመረጃ ቋቱ ለዚህ ስርጭት አዲስ የተጠቃሚዎች ዝርዝር ይዘምናል ፡፡
ar: قم باستيراد الملف الذي يحتوي على التوزيع المعدّل. سيتم تحديث قاعدة البيانات بقائمة
hy: "Ներմուծեք ֆայլ, որը պարունակում է փոփոխված տրամադրում։ Տվյալների բազան կթարմացվի այս տրամադրման շահառուների նոր ցուցակով, երբ ներմուծումից հետո սեղմեք ""update"" /""թարմացում"""
km: "នាំចូលឯកសារចែកដែលបានកែប្រែរួច។ ទិន្នន័យមូលដ្ឋាននឹងត្រូវបានធ្វើបច្ចុប្បន្នភាពជាមួយបញ្ជីអ្នកទទួលផលថ្មីសម្រាប់ការចែកនេះ នៅពេលអ្នកចុចលើ ""ធ្វើបច្ចុប្បន្នភាព"" បន្ទាប់ពីនាំចូល។"
mn: "Өөрчилсөн түгээлтийг агуулсан файлыг импортлох. Импорт хийсний дараа ""шинэчлэх"" дээр дарахад мэдээллийн баазыг энэхүү түгээлтийн тусламж хүртэгчдийн шинэ жагсаалтаар шинэчлэгдэх болно."
ru: Импортируйте файл, содержащий измененные данные по выдаче. База данных будет содержать новый список бенефициаров для этой выдачи, когда после импорта вы нажмете кнопку «обновить».

source: In-kind Food
ru: Готовая еда

source: Income
ru: Доходы

source: Income Level
am: የገቢ ደረጃ
ar: مستوى الدخل
hy: Եկամտի չափ
km: កម្រិតប្រាក់ចំណូល
mn: Орлогын түвшин
ru: Уровень доходов

source: Income Spent On Food
ru: Доходы, потраченные на продовольствие

source: Individual
ru: Особа

source: individual
ru: Особа

source: Individual Protection Assistance
ru: Помощь в индивидуальной защите

source: Individuals Targeted
am: የታለሙ (ተደራሽ) ግለሰቦች
ar: الأفراد المستهدفين
hy: Թիրախավորված անհատներ
km: បុគ្គលគោលដៅ
mn: Зорилтот хувь хүмүүс
ru: Целевые бенефициары

source: Individual Value
am: የግለሰብ እሴት
ar: القيمة الفردية
hy: Անհատական արժեք
km: ចំនួនប្រាក់នៃបុគ្គល
mn: Хувь хүний ​​үнэ цэнэ/нэгжийн үнэ
ru: Индивидуальная стоимость

source: Informal settlement
ru: Неофициальное поселение

source: Institution
am: ተቋም
ar: المؤسسة
hy: Հաստատություն
km: ស្ថាប័ន
mn: Байгууллага
ru: Учреждение

source: institution
am: ተቋም
ar: المؤسسة
hy: Հաստատություն
km: ស្ថាប័ន
mn: Байгууллага
ru: Учреждение

source: Institutions
am: ተቋማት
ar: المؤسسات
hy: Հաստատություններ
km: ស្ថាប័ន
mn: Байгууллагууд
ru: Учреждения

source: Institution Successfully Created
ru: Учреждение успешно создано

source: Institution Successfully Deleted
ru: Учреждение успешно удалено

source: Institution Successfully Updated
ru: Учреждение успешно обновлено

source: Institution Types
ru: Типы учреждений

source: Internal ID
am: የውስጥ መታወቂያ
ar: الرقم الهوية الداخلية
hy: Ներքին id
km: អត្តសញ្ញាណប័ណ្ណផ្ទៃក្នុង
mn: Дотоод үнэмлэх id
ru: Внутренний идентификационный номер

source: Invalid Credentials
ru: Неверные учетные данные

source: Invoice No
ru: Счет-фактура №

source: Item Purchased
ru: Товар приобретен

source: Justification
am: መጽደቅ
ar: مبرر
hy: Հաստատում
km: ការកែតម្រូវ
mn: Үндэслэл
ru: Обоснование

source: Justification for Adding
am: ለመደመር ማረጋገጫ
ar: مبرر لإضافة
hy: Ավելացման հաստատում
km: ការកែតម្រូវដើម្បីបន្ថែម
mn: Нэмэх үндэслэл
ru: Обоснование добавления

source: Khmer
ru: Кхмерский

source: Lactating
ru: Кормящие

source: Language
am: ቋንቋ
ar: اللغة
hy: Լեզու
km: ភាសា
mn: Хэл
ru: Язык

source: Latitude
am: ኬክሮስ
ar: خط العرض
hy: Լայնություն
km: រយៈទទឹង
mn: Өргөрөг
ru: Широта

source: Learning Materials
ru: Учебные материалы

source: Learning Support
ru: Помощь в обучении

source: Livelihood
am: መተዳደሪያ
ar: الوظيفة
hy: Ապրուստի միջոց
km: ការចិញ្ចឹមជីវិត
mn: Амьжиргаа
ru: Средства к существованию

source: livelihood
am: መተዳደሪያ
ar: سبل العيش
hy: Ապրուստի միջոց
km: ការចិញ្ចឹមជីវិត
mn: Амьжиргаа
ru: Средства к существованию

source: Livelihoods
ru: Средства к существованию

source: Livelihoods Support
am: የኑሮ ዘይቤዎች ድጋፍ
ar: دعم سبل العيش
hy: Ապրուստի միջոցի աջակցություն
km: ទ្រទ្រង់ការចិញ្ចឹមជីវិត
mn: Амьжиргааг дэмжих
ru: Содействие в получении средств к существованию

source: Livestock
am: የከብት እርባታ
ar: الثروة الحيوانية
hy: Անասուն
km: បសុសត្វ
mn: Мал аж ахуй
ru: Скот

source: Local Family Name
ru: Фамилия (на языке оригинала)

source: Local Given Name
ru: Имя (на языке оригинала)

source: Local Invoice Address
ru: Адрес для выставления счета (на языке оригинала)

source: Location
am: አካባቢ
ar: الموقع
hy: Գտնվելու վայր
km: ទីតាំង
mn: Байршил
ru: Местоположение

source: location
am: አካባቢ
ar: الموقع
hy: Գտնվելու վայր
km: ទីតាំង
mn: Байршил
ru: Местоположение

source: Location and Date
ru: Место и дата

source: Location Names
ru: Наименование местоположения

source: Locations
ru: Местоположения

source: Location Type
am: የአካባቢ ዓይነት
ar: نوع الموقع
hy: Գտնվելու վայրի տեսակը
km: ប្រភេទទីតាំង
mn: Байршлын төрөл
ru: Вид местоположения

source: Location Types
ru: Виды местоположения

source: Logistics
ru: Логистика

source: Log out
am: ውጣ
ar: تسجيل الخروج
hy: Դուրս գալ
km: ចាកចេញ
mn: Гарах
ru: Выйти

source: Longitude
am: ኬንትሮስ
ar: خط الطول
hy: Երկարություն
km: រយៈបណ្តោយ
mn: Уртраг
ru: Долгота

source: Makeshift Shelter
am: የማሺፍት መጠለያ
ar: مأوى مؤقت
hy: Ինքնաշեն կացարան
km: ជម្រកបណ្តោះអាសន្ន
mn: Түр хамгаалах байр
ru: Самодельное жилье

source: Male
am: ወንድ
ar: مذكر
hy: Արական
km: ប្រុស
mn: Эрэгтэй
ru: Мужской

source: Member
am: አባል
ar: فرد من العائلة
hy: Անդամ
km: សមាជិក
mn: Гишүүн
ru: Член

source: Members
am: አባላት
ar: الأفراد
hy: Անդամներ
km: សមាជិក
mn: Гишүүд
ru: Члены

source: Mine Action
ru: Противоминная деятельность

source: Minimum Vulnerability Score
ru: Минимальная оценка уязвимости

source: Modalities
ru: Опции

source: Modality
am: ሞዳልነት
ar: الطريقة
hy: Մոդալություն
km: គំរូ
mn: Арга зам, хэв загвар, арга барил
ru: Опция

source: Modality Types
ru: Вид опции

source: Mongolian
ru: Монгольский

source: Motorbike
am: ሞተር ብስክሌት
ar: دراجة نارية
hy: Մոտոցիկլետ
km: ម៉ូតូ
mn: Мотоцикл
ru: Мотоцикл

source: MPCA
am: ካርታ
ar: منحة نقدية
ru: Многоцелевая денежная помощь

source: Multi Purpose Cash Assistance
ru: Многоцелевая денежная помощь

source: My Organizations
ru: Мои организации

source: My Organization Successfully Updated
ru: Моя организация успешно обновлена

source: N/A
ru: Нет

source: Name
am: ስም
ar: الاسم
hy: Անուն
km: ឈ្មោះ
mn: Нэр
ru: Имя

source: Name (English)
am: ስም (እንግሊዝኛ)
ar: (الاسم (انجليزي
hy: Անուն (անգլերեն)
km: ឈ្មោះ (អង់គ្លេស)
mn: Нэр (англи)
ru: Имя (на английском)

source: National ID
am: ብሔራዊ መታወቂያ
ar: الهوية الوطنية
hy: Ազգային id
km: អត្ថ​សញ្ញាណ​ប​ណ្ណ​ជាតិ
mn: Иргэний үнэмлэх
ru: Национальное удостоверение личности

source: National IDs
ru: Национальные удостоверения личности

source: New
am: አዲስ
ar: جديد
hy: Նոր
km: ថ្មី
mn: Шинэ
ru: Новый

source: New Assistance
am: አዲስ ረዳት
ar: الموقع والتاريخ
hy: Նոր աջակցություն
km: ជំនួយថ្មី
mn: Шинэ тусламж
ru: Новая помощь

source: New Import
ru: Новый импорт

source: New Password
am: አዲስ የይለፍ ቃል
ar: كلمة المرور الجديدة
hy: Նոր գաղտնաբառ
km: លេខសម្ងាត់​ថ្មី
mn: Шинэ нууц үг
ru: Новый пароль

source: Next
am: ቀጣይ
ar: التالي
hy: Հաջորդ
km: បន្ទាប់
mn: Дараачийн
ru: Следующий

source: Next Page
am: ቀጣይ ገጽ
ar: الصفحة التالية
hy: Հաջորդ էջ
km: ទំ​ព​រ័​បន្ទាប់
mn: Дараагийн хуудас
ru: Следующая страница

source: NFI Kits
ru: Наборы непродовольственных товаров

source: No Countries
ru: Нет стран

source: No data
am: መረጃ የለም
ar: لايوجد بيانات
hy: Տվյալներ չկան
km: គ្មាន​ទិន្នន័យ
mn: Өгөгдөл алга
ru: Нет данных

source: Non-Sector Specific
ru: Сектор не выбран

source: Non displaced - Informally occupied (Residence)
ru: Не перемещенное лицо - Незарегистрированное проживание (Место постоянного жительства)

source: Non displaced - Owner occupied (Residence)
ru: Не перемещенное лицо - Собственное жилье (Место постоянного жительства)

source: Non displaced - Rental accommodation (Residence)
ru: Не перемещенное лицо - Арендное жилье (Место постоянного жительства)

source: None
am: አንድም
ar: لا يوجد
hy: Ոչ մի
km: គ្មាន
mn: Аль нь ч биш
ru: Ничего

source: Non Food Items
am: ምግብ ያልሆኑ ዕቃዎች
ar: مواد غير غذائية
hy: Ոչ մթերային ապրանքներ
km: វត្ថុមិនមែនស្បៀងអាហារ
mn: Хүнсний бус бараа
ru: Непродовольственные товары

source: No Stream Api Support
ru: Stream Api не поддерживается

source: Not Distributed
ru: Не распределяется

source: Notes
am: ማስታወሻዎች
ar: ملاحظات
km: ចំណាំ
ru: Примечания

source: Not Sent
ru: Не отправлено

source: Number
am: ማስታወሻዎች
ar: ملاحظات
hy: Գրառումներ
km: ចំណាំ
mn: Тэмдэглэл
ru: Число

source: Number of Households
am: የቤቶች ብዛት
ar: عدد الأسر
hy: Տնային տնտեսությունների քանակ
km: ចំនួនគ្រួសារ
mn: Өрхийн тоо
ru: Количество домохозяйств

source: Nutrition
am: የተመጣጠነ ምግብ
ar: تغذية
hy: Կերակրում
km: អាហារូបត្ថម្ភ
mn: Тэжээл
ru: Питание

source: Nutritional Issues
ru: Вопросы питания

source: Object
am: ነገር
ar: موضوع
hy: Օբյեկտ
km: វត្ថុ
mn: Обьект
ru: Объект

source: Old Password
am: የድሮ ይለፍ ቃል
ar: كلمة المرور القديمة
hy: Հին գաղտնաբառ
km: លេខសម្ងាត់​ចាស់
mn: Хуучин нууц үг
ru: Предыдущий пароль

source: Operational Supplies
ru: Эксплуатационные предметы снабжения

source: Optional
ru: Дополнительно

source: Organization
am: ድርጅት
ar: منظمة
hy: Կազմակերպություն
km: អង្គការ
mn: Байгууллага
ru: Организация

source: Organization Logo
am: የድርጅት አርማ
ar: شعار المنظمة
hy: Կազմակերպության լոգո
km: និម្មិតសញ្ញាអង្គការ
mn: Байгууллагын лого
ru: Логотип организации

source: Organization Name
am: የድርጅት ስም
ar: اسم المنظمة
hy: Կազմակերպության անուն
km: ឈ្មោះ​អង្គការ
mn: Байгууллагын нэр
ru: Наименование организации

source: Organization Primary Color
am: ድርጅት የመጀመሪያ ቀለም
ar: اللون الأساسي للمنظمة
hy: Կազմակերպության հիմնական գույն
km: ពណ៌សំខាន់របស់អង្គការ
mn: Байгууллага үндсэн өнгө
ru: Основной цвет организации

source: Organizations
ru: Организации

source: Organization Secondary Color
am: ድርጅት ሁለተኛ ቀለም
ar: تنظيم اللون الثانوي
hy: Կազմակերպության երկրորդական գույն
km: ពណ៌បន្ទាប់របស់អង្គការ
mn: Байгууллага хоёрдогч өнгө
ru: Дополнительный цвет организации

source: Organization Services
ru: Услуги организации

source: Organization Service Successfully Created
ru: Услуги организации успешно созданы

source: Other
am: ሌላ
ar: آخرى
hy: Այլ
km: ផ្សេងៗ
mn: Бусад
ru: Другое

source: Own Business
am: የግል ንግድ
ar: الزراعة - الزراعة
hy: Սեփական բիզնես
km: អាជីវកម្មផ្ទាល់ខ្លួន
mn: Бизнес эзэмших
ru: Собственный бизнес

source: Page
ru: Страница

source: Parents Name
am: የቤተሰብ ስም
ar: كمية
hy: Ծնողի անուն
km: ឈ្មោះមាតាបិតា
mn: Эцэг эхийн нэр
ru: Фамилия

source: Password
am: የይለፍ ቃል
ar: كلمة المرور
hy: Գաղտնաբառ
km: លេខសម្ងាត់
mn: Нууц үг
ru: Пароль

source: PDF Footer Content
am: የፒዲኤፍ የግርጌ ይዘት
ar: .pdf محتوى تذييل الصفحة
hy: Pdf-ի տողատակի բովանդակություն
km: ចំណងជើងខាងក្រោមទំព័រ pdf
mn: Pdf хөлийн агуулга
ru: Содержание нижнего колонтитула pdf

source: Permissions
ru: Разрешения

source: Per Page
ru: На странице

source: Personal Information
am: የግል መረጃ
ar: معلومات شخصية
hy: Անձնական տեղեկատվություն
km: ព័ត៌មាន​ផ្ទាល់ខ្លួន
mn: Хувийн мэдээлэл
ru: Личные данные

source: Person with Disability
ru: Человек с инвалидностью

source: Phone
am: ስልክ
ar: الهاتف
hy: Հեռախոս
km: ទូរស័ព្ទ
mn: Утас
ru: Телефон

source: Phone Ext
ru: Внешний телефон

source: Phone No.
am: ስልክ ቁጥር
ar: رقم الهاتف
hy: Հեռախոսահամար
km: លេខទូរស័ព្ទ
mn: Утасны дугаар.
ru: Номер телефона

source: Phone Number
am: ስልክ ቁጥር
ar: رقم الهاتف
hy: Հեռախոսահամար
km: លេខទូរស័ព្ទ
mn: Утасны дугаар.
ru: Номер телефона

source: Phones
am: ስልኮች
ar: الهاتف
hy: Հեռախոսներ
km: ទូរស័ព្ទ
mn: Утаснууд
ru: Телефоны

source: Phone Type
ru: Тип телефона

source: Phone Types
ru: Типы телефона

source: Please Add At Least One Criteria Group
ru: Пожалуйста, добавьте по крайней мере одну группу критериев

source: Please add this household to one or more project
am: እባክዎን ይህንን ቤተሰብ ወደ አንድ ወይም ከዚያ በላይ ፕሮጀክት ያክሉ
ar: يرجى إضافة هذه الأسرة إلى مشروع واحد أو أكثر
hy: Խնդրում ենք ավելացնել այս տնային տնտեսությունը մեկ կամ մի քանի ծրագրերի մեջ
km: សូមបន្ថែមគ្រួសារនេះទៅក្នុងគម្រោងមួយ ឬច្រើន
mn: Энэ өрхийг нэг буюу хэд хэдэн төсөлд нэмж оруулна уу
ru: Пожалуйста, добавьте это домохозяйство в один или несколько проектов.

source: Please login again
ru: Пожалуйста, войдите в систему снова

source: Please select the beneficiaries that you want to add to the
ru: Пожалуйста, выберите бенефициаров которых вы хотите добавить в

source: Prefix
am: ቅድመ ቅጥያ
ar: اختصار
hy: Նախդիր
km: បុព្វបទ
mn: Угтвар
ru: Приставка

source: Pregnant
ru: Беременна

source: Previous Page
am: ቀዳሚ ገጽ
ar: الصفحة السابقة
hy: Նախորդ էջ
km: ទំព័រ​មុន
mn: Өмнөх хуудас
ru: Предыдущая страница

source: Price
am: ዋጋ
ar: جار التحميل
hy: Արժեք
km: តម្លៃ
mn: Үнэ
ru: Cтоимость

source: Print
am: አትም
ar: طباعة
hy: Տպել
km: ព្រីនត៍
mn: Хэвлэх
ru: Печать

source: Print Booklet
ru: Печать буклета

source: Print Booklets
ru: Печать буклетов

source: Product
am: ምርት
ar: المنتج
hy: Ապրանք
km: ផលិតផល
mn: Бүтээгдэхүүн
ru: Продукт

source: Production
ru: Продукция

source: production
ru: Продукция

source: Products
am: ምርቶች
ar: منتجات
hy: Ապրանքներ
km: ផលិតផល
mn: Бүтээгдэхүүн
ru: Продукты

source: Product Successfully Created
ru: Продукт успешно создан

source: Product Successfully Removed
ru: Продукт успешно удален

source: Product Successfully Updated
ru: Продукт успешно обновлен

source: Profile
am: መገለጫ
ar: الملف الشخصي
hy: Պրոֆիլ
km: ប្រវត្តិ
mn: Профайл
ru: Профиль

source: Project
am: ፕሮጀክት
ar: المشروع
hy: Ծրագիր
km: គម្រោង
mn: Төсөл
ru: Проект

source: project
am: ፕሮጀክት
ar: المشروع
hy: Ծրագիր
km: គម្រោង
mn: Төсөл
ru: Проект

source: Project Assistances
ru: Проектная помощь

source: Project Beneficiaries
ru: Бенефициары проекта

source: Project Manager
am: የፕሮጀክት ሥራ አስኪያጅ
ar: مدير مشروع
hy: Ծրագրի ղեկավար
km: ប្រធានគម្រោង
mn: Төслийн менежер
ru: Руководитель проекта

source: Project Name
am: የፕሮጀክቱ ስም
ar: اسم المشروع
km: ឈ្មោះគម្រោង
ru: Название проекта

source: Project Officer
am: የፕሮጀክት መኮንን
ar: مسؤول مشروع
hy: Ծրագրի մասնագետ
km: មន្រ្តីគម្រោង
mn: Төслийн ажилтан
ru: Специалист проекта

source: Project Report
ru: Отчет по проекту

source: Projects
am: ፕሮጀክቶች
ar: المشاريع
hy: Ծրագրեր
km: គម្រោង
mn: Төслүүд
ru: Проекты

source: Projects Summary
ru: Резюме проекта

source: Project Successfully Created
ru: Проект успешно создан

source: Project Successfully Deleted
ru: Проект успешно удален

source: Project Successfully Updated
ru: Проект успешно обновлен

source: Protection
am: ጥበቃ
ar: حماية
hy: Անվտանգություն
km: ការការពារ
mn: Хамгаалалт
ru: Защита

source: Protection Advocacy
ru: Пропаганда по вопросам защиты

source: Province
am: ክፍለ ሀገር
ar: المحافظة
hy: Մարզ
km: ខេត្ត
mn: Муж
ru: Область

source: Provinces
ru: Области

source: Provision of Inputs
ru: Предоставление материалов

source: Proxy
am: ተኪ
ar: الوكيل
hy: Լիազոր
km: តួលេខតំណាង
mn: Прокси
ru: Прокси/доверенное лицо

source: Psychosocial Support
ru: Психосоциальная поддержка

# Purchase Date &amp; Time
source: Purchase Date & Time
ru: Дата и время покупки

source: Purchased Date
ru: Дата покупки

source: Purchased Item
ru: Приобретенный товар

source: Purchases
am: ግዢዎች
ar: المشتريات
hy: Գնումներ
km: ការទិញ
mn: Худалдан авалт
ru: Покупки

source: Quantity
am: ብዛት
ar: السعر
hy: Քանակ
km: ចំំនួន
mn: Тоо хэмжээ
ru: Количество

source: Quantity of Booklets
am: በራሪ ወረቀቶች ብዛት
ar: كمية من الكتيبات
hy: Գրքույկների քանակ
km: ចំនួនកូនសៀវភៅ
mn: Товхимолын тоо хэмжээ
ru: Количество буклетов

source: Quantity of Vouchers
am: የቫውቸሮች ብዛት
ar: كمية القسائم
hy: Վաուչերների քանակ
km: ចំនួនប័ណ្ណទូទាត់
mn: Эрхийн бичгийн тоо
ru: Количество ваучеров

source: Re-Enter New Password
am: አዲስ የይለፍ ቃል እንደገና ያስገቡ
ar: أعد إدخال كلمة المرور الجديدة
hy: Մուտքագրեք նոր գաղտնաբառը կրկին
km: បញ្ចូលលេខសម្ងាត់ថ្មីម្ដងទៀត
mn: Шинэ нууц үгээ дахин оруулна уу
ru: Введите новый пароль еще раз

source: Referral
am: ሪፈራል
ar: إحالة
hy: Ուղղորդում
km: ការបញ្ជូន
mn: Лавлагаа
ru: Перенаправление

source: Referral Type
am: የማጣቀሻ ዓይነት
ar: نوع الإحالة
hy: Ուղղորդման տեսակ
km: ប្រភេទនៃការបញ្ជូន
mn: Лавлагааны төрөл
ru: Тип перенаправления

source: Referral Types
ru: Типы перенаправления

source: Region
ru: Регион

source: Regional Manager
am: የክልል ሥራ አስኪያጅ
ar: المدير الإقليمي
hy: Տարածաշրջանային ղեկավար
km: ប្រធាន​ប្រចាំ​តំបន់
mn: Бүсийн менежер
ru: Региональный руководитель

source: Registered Households
ru: Зарегистрированные домохозяйства

source: Rehabilitation (Light, Medium, Heavy)
ru: Реабилитация (частичная, умеренная, значительная)

source: Remove
am: አስወግድ
ar: إزالة
hy: Հեռացնել
km: លុបចោល
mn: Устгах
ru: Удалить

source: Remove Beneficiary From This Assistance
ru: Удалить бенефициара из этой помощи

source: Reports
am: ሪፖርቶች
ar: التقارير
hy: Հաշվետվություններ
km: របាយការណ៍
mn: Тайлангууд
ru: Отчеты

source: Required. Min length is 1
ru: Необходимая минимальная длина - 1

source: Required and must be greater than Start Date
ru: Обязательное и должно быть позже даты начала

source: Reset Filters
ru: Сбросить фильтры

source: Reset Sort
ru: Сбросить сортировку

source: Reset Table Sort
ru: Сбросить сортировку таблицы

source: Residence Address
am: የመኖሪያ አድራሻ
ar: عنوان الإقامة
hy: Բնակության հասցե
km: អាស័យដ្ឋានអ្នកស្រុក
mn: Оршин суугчийн хаяг
ru: Адрес проживания

source: Residency
am: የመኖሪያ ቦታ
ar: الإقامة
hy: Բնակչության վայր
km: ការស្នាក់នៅ
mn: Оршин суух
ru: Место жительства

source: Residency Status
am: የመኖሪያ ሁኔታ
ar: حالة الإقامة
hy: Կեցության կարգավիճակ
km: ស្ថានភាពនៃការស្នាក់នៅ
mn: Оршин суух байдал
ru: Вид на жительство/прописка

source: Residency Statuses
ru: Вид на жительство/прописка

source: Rights
am: መብቶች
ar: الحقوق
hy: Իրավունքներ
km: សិទ្ធិ
mn: Эрх
ru: Права
