Repository: humansis/backend
Catalog: app/Resources/translations/messages.*.xlf
Languages: am, ar, hy, km, mn, ru

source: A/C
am: አ / ሲ
ar: مكيف الهواء
hy: Օդափոխության համակարգ
km: គណនេយ្យ
mn: Aгааржуулалтын cистем
ru: Система кондиционирования

source: Action
am: እርምጃ
ar: عمل
hy: Գործողություն
km: សកម្មភាព
mn: Үйлдэл
ru: Действие

source: Actions
am: እርምጃዎች
ar: أفعال
hy: Գործողություններ
km: សកម្មភាព
mn: Үйлдлүүд
ru: Действия

source: Active projects
am: በስራ ላይ ያለ ፕሮጀክት
ar: المشاريع النشطة
hy: Ակտիվ ծրագիր
km: គម្រោងសកម្ម
mn: Идэвхтэй төслүүд
ru: Активные проекты

source: Active Projects
am: በስራ ላይ ያለ ፕሮጀክት
ar: المشاريع النشطة
hy: Ակտիվ ծրագիր
km: គម្រោងសកម្ម
mn: Идэвхтэй төслүүд
ru: Активные проекты

source: Activities
ru: Активности

source: Activity
ru: Активность

source: Activity Description
am: የእንቅስቃሴ መግለጫ
ar: وصف النشاط
hy: Զբաղվածության նկարագրություն
km: ការពិពណ៌នាសកម្មភាព
mn: Үйл ажиллагааны тодорхойлолт
ru: Описание активности

source: Activity Details
am: የስራው(እንቅስቃሴው) ዝርዝር
ar: المشتريات
hy: Գործունեության մանրամասներ
km: សកម្មភាពពិស្ដារ
mn: Үйл ажиллагааны дэлгэрэнгүй
ru: Детали активности

source: Add
am: አክል
ar: إضافة
hy: Ավելացնել
km: បន្ថែម
mn: Нэмэх
ru: Добавить

source: Add a Referral
am: ሪፈራል ያክሉ
ar: إضافة الإحالة
hy: Ավելացնել ուղղորդում
km: បន្ថែមលេខយោង
mn: Лавлагаа нэмэх
ru: Добавить перенаправление

source: Add a Referral Type
ru: Добавить тип перенаправления

source: Add Beneficiaries to this Assistance
ru: Добавить бенефициаров к этой помощи

source: Add Beneficiary
am: ተጠቃሚ ያክሉ
ar: إضافة مستفيد
hy: Ավելացնել շահառու
km: បន្ថែមអ្នកទទួលផល
mn: Тусламж хүртэгчдийг нэмэх
ru: Добавить бенефициара

source: Add Beneficiary to a Project
am: በአንድ ፕሮጀክት ውስጥ ተጠቃሚዎችን ያክሉ
ar: إضافة المستفيدين إلى المشروع
km: បន្ថែមអ្នកទទួលផលទៅក្នុងគម្រោង
ru: Добавить бенефициаров в проект

source: Add File Or Drag And Drop
am: ተጠቃሚ ያክሉ
ar: إضافة مستفيد
hy: Ավելացնել շահառու
km: បន្ថែមអ្នកទទួលផល
mn: Тусламж хүртэгчдийг нэмэх
ru: Добавьте файл или перетащите его сюда

source: Add Household
ru: Добавить домохозяйство

source: Addresses
ru: Адреса

source: Address Number
am: የአድራሻ ቁጥር
ar: رقم العنوان
hy: Տան համար
km: លេខអាស័យដ្ឋាន
mn: Хаягийн дугаар
ru: Номер дома

source: Address Postcode
am: ፖስታ ኮድ አድራሻ
ar: عنوان الرمز البريدي
hy: Փոստային ինդեքս
km: លេខកូដប្រៃសណីយ៍អាស័យដ្ឋាន
mn: Хаягийн посткод
ru: Почтовый индекс

source: Address Street
am: የአድራሻ ጎዳና
ar: عنوان الشارع
hy: Փողոց
km: អាស័យដ្ឋានផ្លូវ
mn: Хаяг гудамж
ru: Название улицы

source: Add to Project
am: ወደ ፕሮጀክት ያክሉ
ar: أضف إلى المشروع
hy: Ավելացնել նախագծին
km: បន្ថែមទៅក្នុងគម្រោង
mn: Төсөлд нэмэх
ru: Добавить к проекту

source: Administrative Settings
am: የአስተዳደር ቅንብሮች
ar: الإعدادات الإدارية
hy: Ադմինիստրատիվ կարգավորումներ
km: ការបង្កើតរដ្ឋបាល
mn: Администратор тохиргоо
ru: Административные настройки

source: Administrator
am: አስተዳዳሪ
ar: مدير
hy: Ադմինիստրատոր
km: រដ្ឋបាល
mn: Администратор
ru: Администратор

source: Advanced Options
am: የላቁ አማራጮች
ar: خيارات متقدمة
hy: Հավելյալ չափանիշներ
km: ជម្រើសកម្រិតខ្ពស់
mn: Нарийвчилсан сонголтууд
ru: Дополнительные параметры

source: Advanced Search
am: የላቀ ፍለጋ
ar: بحث متقدم
hy: Ընդլայնված որոնում
km: ការស្វែងរកកម្រិតខ្ពស់
mn: Нарийвчилсан хайлт
ru: Расширенный поиск

source: Agricultural Land
am: የግብርና መሬት
ar: ارض زراعية
hy: Գյուղատնտեսական հող
km: ដីកសិកម្ម
mn: Хөдөө аж ахуйн газар
ru: Сельскохозяйственные земли

source: Agricultural Vouchers
ru: Сельскохозяйственные ваучеры

source: Allowed Product Category Types
ru: Разрешенные типы категорий товаров

source: Amount
am: መጠን
ar: لا توجد مجموعات معايير. الرجاء إضافة مجموعة معايير واحدة على الأقل.
hy: Քանակ
km: ចំនួន
mn: Хэмжээ
ru: Сумма

source: Amount Distributed
am: የተከፋፈለ መጠን
ar: المبلغ الموزع
hy: Տրված գումար
km: ចំនួនប្រាក់ដែលបានចែក
mn: Тараасан дүн
ru: Выданная сумма

source: Amount Picked Up
ru: Полученная сумма

source: Amount Sent
ru: Сумма перевода

source: Amrahic
ru: Амхарский

source: Arabic
ru: Арабский

source: Are you sure
am: እርግጠኛ ነህ ?
ar: هل أنت متأكد
hy: Դուք վստա՞հ եք
km: តើអ្នកប្រាកដទេ?
mn: Үүнд итгэлтэй байна уу
ru: Вы уверены

source: Are You Sure You Want To Close This Assistance?
ru: Вы уверены, что вы хотите закрыть эту помощь?

source: Are you sure you want to delete this Households
ru: Вы уверены, что вы хотите закрыть это домохозяйство?

source: Armenian
ru: Армянский

source: Assets
am: ሀብቶች
ar: ممتلكات
hy: Ակտիվներ
km: ទ្រព្យសម្បត្តិ
mn: Хөрөнгө
ru: Активы

source: Assign Booklet to a Beneficiary
ru: Присвоить буклет бенефициару

source: Assign Voucher
ru: Присвоить ваучер

source: Assistance
am: ረዳት
ar: مساعدة
hy: Աջակցություն
km: ជំនួយ
mn: Тусламж
ru: Помощь

source: Assistance Detail
ru: Детали помощи

source: Assistance ID
am: የረዳት መታወቂያ
ar: استهداف
hy: Աջակցման id
km: អត្តសញ្ញាណប័ណ្ណជំនួយ
mn: Тусламжийн үнэмлэх
ru: Код/номер помощи

source: Assistance List of Beneficiaries
ru: Список бенефициаров

source: Assistance Progress
ru: Прогресс помощи

source: Assistance Report
ru: Отчет о помощи

source: Assistances
ru: Помощи

source: Assistances Map
ru: Карта помощи

source: Assistance Successfully Closed
ru: Помощь успешно завершена

source: Assistance Successfully Created
ru: Помощь успешно создана

source: Assistance Successfully Deleted
ru: Помощь успешно удалена

source: Assistance Successfully Saved and lock
ru: Помощь успешно сохранена и закрыта

source: Assistance Successfully Updated
ru: Помощь успешно обновлена

source: Assistance Successfully Validated and Locked
ru: Помощь успешно проверена и закрыта

source: Assistance Type
am: የረዳተ አይነት
ar: مساعدة جديدة
hy: Աջակցման տեսակ
km: ប្រភេទជំនួយ
mn: Тусламжийн төрөл
ru: Вид помощи

source: Assistance Types
ru: Виды помощи

source: Available Currencies
ru: Доступные валюты

source: Average
am: አማካይ
ar: معدل
hy: Միջին
km: មធ្យម
mn: Дундаж
ru: Средний

source: Back
am: ተመለስ
ar: إلى الوراء
hy: Հետ
km: ថយក្រោយ
mn: Буцах
ru: Назад

source: Beneficiaries
am: ተጠቃሚዎች
ar: المستفيدين
hy: Շահառուներ
km: អ្នកទទួលផល
mn: Тусламж хүртэгчид
ru: Бенефициары

source: Beneficiaries Reached
am: የተደረሱ ተጠቃሚዎቹ
ar: المستفيدون الذين تم الوصول إليهم
hy: Շահառուները հասանելի են
km: អ្នកទទួលផលដែលបានទៅដល់
mn: Хүрсэн тусламж хүртэгчид
ru: Охвачено бенефициаров

source: Beneficiaries Successfully Added to a Project
ru: Бенефициары успешно добавлены в проект

source: Beneficiary
am: ተጠቃሚ
ar: المستفيد
hy: Շահառու
km: អ្នកទទួលផល
mn: Тусламж хүртэгчид
ru: Бенефициар

source: Beneficiary Family Name (local)
ru: Фамилия бенефициара (на языке оригинала)

source: Beneficiary First Name (local)
ru: Имя бенефициара (на языке оригинала)

source: Beneficiary ID
am: የተጠቃሚ መታወቂያ
ar: رقم الشخصي للمستفيد
hy: Շահառուի id
km: លេខសម្គាល់អ្នកទទួលផល
mn: Тусламж хүртэгчдийн хувийн дугаар
ru: Идентификационный номер бенефициара

source: Beneficiary Successfully Added
ru: Бенефициар успешно добавлен

source: Beneficiary Successfully Removed
ru: Бенефициар успешно удалён

source: Beneficiary Type
ru: Тип бенефициара

source: Beneficiary {{ name }} can't be removed from assistance. He has already received a relief.
ru: Бенефициар {{ name }} не может быть удален из помощи. Он уже получил помощь.

source: Block
ru: Блокировать

source: Booklet
am: በራሪ ወረቀት
ar: كتيب
hy: Գրքույկ
km: កូនសៀវភៅ
mn: Товхимол
ru: Буклет

source: Booklet Statuses
ru: Статусы буклета

source: Booklet Successfully Created
ru: Буклет успешно создан

source: Booklet successfully removed
ru: Буклет успешно удалён

source: Business Grants
ru: Бизнес гранты

source: Calculation
ru: Расчет

source: Camera is Missing
ru: Камера отсутствует

source: Camp
am: ካምፕ
ar: مخيم
hy: Ճամբար
km: ជំរុំ
mn: Отог
ru: Лагерь

source: Camp Address
ru: Адрес лагеря

source: Camp Coordination and Management
ru: Координация и управление лагерем

source: Camp Name
am: የካምፕ ስም
ar: اسم المخيم
hy: Ճամբարի անուն
km: ឈ្មោះជំរុំ
mn: Отогийн нэр
ru: Наименование лагеря

source: Camps
ru: Лагеря

source: Cancel
am: የካምፕ ስም
ar: اسم المخيم
hy: Ճամբարի անուն
km: ឈ្មោះជំរុំ
mn: Отогийн нэр
ru: Отменить

source: Car
am: መኪና
ar: سيارة
hy: Մեքենա
km: ឡាន
mn: Машин
ru: Автомобиль

source: Carrier No.
ru: Перевозчик №

source: Cash for Shelter
ru: Оплата за жилье

source: Cash for Work
am: ገንዘብ ለስራ
ar: النقد مقابل العمل
hy: Կանխիկ աշխատանքի դիմաց
km: ប្រាក់ពលកម្ម
mn: Хөдөлмөр дэмжих бэлэн мөнгө
ru: Оплата за труд

source: Cash Transfers
ru: Денежные переводы

source: Change Password
am: የሚስጥር ቁልፍ ይቀይሩ
ar: تغيير كلمة المرور
hy: Փոխել գաղտնաբառը
km: ប្តូរលេខសម្ងាត់
mn: Нууц үг өөрчлөх
ru: Сменить пароль

source: Change Phone Number
am: የስልክ ቁጥርን ይቀይሩ
ar: غير رقم الهاتف
hy: Փոխել հեռաախոսահամար
km: ប្តូរលេខទូរស័ព្ទ
mn: Утасны дугаар өөрчлөх
ru: Изменить номер телефона

source: Child Protection
ru: Защита прав детей

source: Chronically Ill
ru: Хроническая болезнь

source: Click to select
ru: Нажмите, что бы выбрать

source: Click to Upload
ru: Нажмите, что бы загрузить

source: Close
am: ገጠመ
ar: إغلاق
hy: Փակել
km: បិទ
mn: Хаах
ru: Закрыть

source: Close Assistance
ru: Закрыть помощь

source: Code
am: ኮድ
ar: رموز
hy: Կոդ
km: លេខកូដ
mn: Код
ru: Код

source: Collapse
ru: Свернуть

source: Comment
am: አስተያየት
ar: تعليق
hy: Մեկնաբանություն
km: យោបល់
mn: Сэтгэгдэл
ru: Комментарий

source: Commodities
ru: Товары

source: Commodity
am: ሸቀጣ ሸቀጥ
ar: السلع
hy: Ապրանք
km: ទំនិញ
mn: Түүхий эд
ru: Товар

source: Commodity Type
ru: Вид товара

source: Commune
am: ኮምዩን
ar: البلدية
hy: Համայնք
km: ឃុំ
mn: Нэгдэл
ru: Община

source: Communes
ru: Общины

source: Communities
am: ማህበረሰቦች
ar: مجتمعات
hy: Համայնքներ
km: សហគមន៍
mn: Нэгдэлүүд
ru: Сообщества

source: Community
am: ማህበረሰብ
ar: مجتمع
hy: Համայնք
km: សហគមន៍
mn: Нийгмийн бүлэг
ru: Сообщество

source: community
am: ማህበረሰብ
ar: مجتمع
hy: Համայնք
km: សហគមន៍
mn: Нийгмийн бүлэг
ru: Сообщество

source: Community Based Interventions
ru: Вмешательства на уровне сообщества

source: Community Successfully Created
ru: Сообщество успешно создано

source: Community Successfully Deleted
ru: Сообщество успешно удалено

source: Community Successfully Updated
ru: Сообщество успешно обновлено

source: Completed
ru: Завершено

source: Completed Assistances
ru: Завершенные помощи

source: Condition
am: ሁኔታ
ar: الشروط
hy: Պայմաններ
km: ស្ថានភាព
mn: Нөхцөл
ru: Условие

source: Configuration
am: ማዋቀር
ar: ترتيب
hy: Կոնֆիգուրացիա
km: ការកំណត់​រចនាសម្ព័ន្
mn: Тохиргоо
ru: Конфигурация

source: Confirm
am: አረጋግጥ
ar: التأكد
hy: Հաստատել
km: បញ្ជាក់
mn: Баталгаажуулах
ru: Подтвердить

source: Construction (Light, Medium, Heavy)
ru: Строительство (легкое, среднее, тяжелое)

source: Contact Family Name
am: የቤተሰብ አድራሻ ስም
ar: اسم عائلة الاتصال
hy: Կոնտակտային անձի ազգանուն
km: ឈ្មោះគ្រួសារទំនាក់ទំនង
mn: Холбоо барих овог нэр
ru: Фамилия контактного лица

source: Contact ID Number
am: የአድራሻ መታወቂያ ቁጥር
ar: تعيين كمكتمل
hy: Կոնտակտային անձի id համարը
km: លេខអត្តសញ្ញាណប័ណ្ណទំនាក់ទំនង
mn: Холбоо барих дугаар
ru: Идентификационный номер контакта

source: Contact ID Type
am: የአድራሻ መታወቂያ እይነት
ar: خاطئة
hy: Կոնտակտային անձի id տեսակը
km: ប្រភេទអត្តសញ្ញាណប័ណ្ណទំនាក់ទំនង
mn: Холбоо барих дугаарын төрөл
ru: Вид идентификационного номера контакта

source: Contact Name
am: የአድራሻ ስም
ar: اسم جهة الاتصال
hy: Կոնտակտային անձի անուն
km: ឈ្មោះ​ទំនាក់ទំនង
mn: Холбоо барих өөрийн нэр
ru: Имя контактного лица

source: Convert File
am: ፋይልን ቀይር
ar: تحويل الملف
hy: Փոխարկել ֆայլը
km: បម្លែងឯកសារ
mn: Файлыг хөрвүүлэх
ru: Конвертировать файл

source: Coping Strategies Index
am: የስትራቴጂዎች መረጃ ጠቋሚ
ar: مؤشر استراتيجيات المواجهة
hy: Գոյատևման ռազմավարությունների ինդեքս
km: សន្ទស្សន៍យុទ្ធសាស្ត្រដោះស្រាយ
mn: Дасан зохицох стратегийн индекс
ru: Индекс стратегии выживания

source: Cost
ru: Стоимость

source: Countries
ru: Страны

source: Country
am: ሀገር
ar: البلد
hy: Երկիր
km: ប្រទេស
mn: Улс
ru: Страна

source: Country Flag
ru: Флаг страны

source: Country Manager
am: አገር አስተዳዳሪ
ar: مدير البلد
hy: Տարածքային ղեկավար
km: អ្នកគ្រប់គ្រងប្រចាំប្រទេស
mn: Суурин төлөөлөгч
ru: Глава миссии

source: Country Report
ru: Отчет по стране

source: Country Specific Option
am: የአገር የተወሰነ አማራጭ
ar: خيار خاص بالبلد
hy: Երկրի ընտրության տարբերակներ
km: ជម្រើសជាក់លាក់របស់ប្រទេស
mn: Улсын онцлог сонголт
ru: Выбор страны

source: Country Specific Options
am: አገር የተወሰኑ አማራጮች
ar: خيارات محددة للبلد
hy: Երկրի ընտրության տարբերակներ
km: ជម្រើសជាក់លាក់របស់ប្រទេស
mn: Улсын онцлог сонголтууд
ru: Дополнительные варианты для страны

source: Country Specific Option Successfully Created
ru: Выбор страны успешно создан

source: Country Specific Option Successfully Removed
ru: Выбор страны успешно удален

source: Country Specific Option Successfully Updated
ru: Выбор страны успешно обновлен

source: Country specifics
am: የአገር ዝርዝር
ar: تفاصيل البلد
hy: Երկրի առանձնահատկություններ
km: ភាពជាក់លាក់របស់ប្រទេស
mn: Улсын онцлог
ru: Информация о стране

source: Create
am: ፍጠር
ar: إنشاء
hy: Ստեղծել
km: បង្កើត
mn: Үүсгэх
ru: Создать

source: Create a Camp
am: ካምፕ ይፍጠሩ
ar: إنشاء مخيم
hy: Ստեղծել ճամբար
km: បង្កើតជំរុំមួយ
mn: Отог байгуулах
ru: Создать лагерь

source: Create household form
ru: Создать форму домохозяйства

source: Create New Commodity
ru: Создать новый товар

source: Create New Community
ru: Создать новое сообщество

source: Create New Country Specific Option
ru: Создать новый выбор страны

source: Create New Criteria
ru: Создать новый критерий

source: Create New Donor
ru: Создать нового донора

source: Create New Institution
ru: Создать новое учреждение

source: Create New Product
ru: Создать новый продукт

source: Create New Project
am: አዲስ ፕሮጀክት ይፍጠሩ
ar: قم بإنشاء مشروع جديد
hy: Ստեղծել նոր ծրագիր
km: បង្កើតគម្រោងថ្មីមួយ
mn: Шинэ төсөл үүсгэх
ru: Создать новый проект

source: Create New User
ru: Создать нового пользователя

source: Create New Vendor
ru: Создать нового поставщика

source: Create New Voucher
ru: Создать новый ваучер

source: Create New Voucher Booklets
ru: Создать новый буклет ваучеров

source: Criteria
am: መመዘኛዎች
ar: المعايير
hy: Չափանիշ
km: លក្ខណៈវិនិច្ឆ័យ
mn: Шалгуур үзүүлэлтүүд
ru: Критерии

source: Criteria Conditions
ru: Условия критериев

source: Criteria Fields
ru: Поля критериев

source: Criteria Target
am: የመመዘኛዎች ዒላማ
ar: معايير الهدف
hy: Չափանիշի թիրախ
km: លក្ខណៈវិនិច្ឆ័យគោលដៅ
mn: Шалгуур үзүүлэлтийн зорилт
ru: Цель критериев

source: Criteria Targets
ru: Цели критериев

source: Currency
am: ምንዛሬ
ar: العملة
hy: Արտարժույթ
km: រូបិយវត្ថុ
mn: Валют
ru: Валюта

source: Current Address
am: ወቅታዊ አድራሻ
ar: العنوان الحالي
hy: Ներկա հասցե
km: អាស័យ​ដ្ឋាន​បច្ចុប្បន្ន
mn: Одоогийн хаяг
ru: Текущий адрес

source: Current Location
am: የአሁኑ አካባቢ
ar: الموقع الحالي
hy: Ներկա գտնվելու վայր
km: ទីតាំង​បច្ចុប្បន្ន
mn: Одоогийн байршил
ru: Текущее местоположение

source: Current page
ru: Текущая страница

source: Daily Labour
am: የቀን ሰራተኛ
ar: الدخل الذي ينفق على الطعام
hy: Օրավարձ
km: ពលកម្មប្រចាំថ្ងៃ
mn: Өдөр тутмын хөдөлмөр
ru: Ежедневный труд

source: Date
am: ቀን
ar: تاريخ
hy: Տվյալներ
km: កាលបរិច្ឆេទ
mn: Огноо
ru: Дата

source: Datetime
ru: Дата время

source: Date From
ru: Начиная с

source: Date of Assistance
am: የእርዳታ ቀን
ar: تاريخ المساعدة
hy: Աջակցման ամսաթիվ
km: កាលបរិច្ឆេទជំនួយ
mn: Тусламжийн огноо
ru: Дата помощи

source: Date of Birth
am: የትውልድ ቀን
ar: تاريخ الميلاد
hy: Ծննդյան ամսաթիվ
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត
mn: Төрсөн огноо
ru: Дата рождения

source: Date of Distribution
am: የተሰራጨበት ቀን
ar: تاريخ التوزيع
hy: Տրամադրման ամսաթիվ
km: កាលបរិច្ឆេទនៃការចែក
mn: Түгээлтйин огноо
ru: Дата выдачи

source: Date of the distribution is in the future
ru: Дата выдачи в будущем

source: Date To
ru: До

source: Deactivated
am: ቦዝኗል
ar: معطل
hy: Ապաակտիվացված է
km: បានធ្វើឱ្យអសកម្ម
mn: Идэвхгүй болгосон
ru: Деактивирован

source: Debt Level
am: የዕዳ ደረጃ
ar: مستوى الدين
hy: Պարտքի չափը
km: កម្រិតបំណុល
mn: Өрийн түвшин
ru: Уровень задолженности

source: Default Camp Coordination and Management
ru: Координация и управление лагерем по умолчанию

# Default DRR &amp; Resilience
source: Default DRR & Resilience
ru: Cнижение риска бедствий и способность к восстановлению по умолчанию

source: Default Early Recovery
ru: Скорейшее восстановление по умолчанию

source: Default Emergency Telecomms
ru: Аварийная связь по умолчанию

source: Default Health
ru: Здоровье по умолчанию

source: Default Logistics
ru: Логистика по умолчанию

source: Default Mine Action
ru: Противоминная деятельность по умолчанию

source: Default Non-Sector Specific
ru: По умолчанию независимо от сектора

source: Default Nutrition
ru: Питание по умолчанию

source: Define a Password
am: የይለፍ ቃል ይግለጹ
ar: تحديد كلمة المرور
hy: Ստեղծել գաղտնաբառ
km: កំណត់លេខសម្ងាត់
mn: Нууц үгээ тодорхойлно уу
ru: Создать пароль

source: Delete
am: ሰርዝ
ar: حذف
hy: Ջնջել
km: លុបចោល
mn: Устгах
ru: Удалить

source: Deleted
am: ሰርዝ
ar: تم الحذف
hy: Ջնջված է
km: បានលុបចោល
mn: Устгасан
ru: Удалено

source: Deleting
ru: Удаляется

source: Description
am: መግለጫ
ar: وصف
hy: Նկարագրություն
km: ការពិពណ៌នា
mn: Тодорхойлолт
ru: Описание

source: Detail of Beneficiary
ru: Сведения о бенефициаре

source: Detail of Community
ru: Сведения об общине

source: Detail of Country Specific Option
ru: Сведения о выборе страны

source: Detail of Donor
ru: Сведения о доноре

source: Detail of Institution
ru: Сведения об учреждении

source: Detail of My Organization
ru: Сведения о моей организации

source: Detail of Organization Service
ru: Сведения об услугах организации

source: Detail of Product
ru: Сведения о продукте

source: Detail of Project
ru: Сведения о проекте

source: Detail of This Voucher Booklets
ru: Сведения о буклете ваучеров

source: Detail of User
ru: Сведения о пользователе

source: Detail of Vendor
ru: Сведения о поставщике

source: Detail of Voucher
ru: Сведения о ваучере

source: Details
am: ዝርዝሮች
ar: تفاصيل
hy: Մանրամասներ
km: ព័ត៌មានលម្អិត
mn: Дэлгэрэнгүй мэдээлэл
ru: Сведения

source: Details of This Assistance
ru: Сведения об этой помощи

source: Disable
am: አሰናክል
ar: تعطيل
hy: Հաշմանդամ
km: មិនដំណើរការ
mn: Идэвхгүй болгох
ru: Отключить

source: Disabled
am: አሰናክል
ar: معاق
hy: Հաշմանդամ
km: មិនបានដំណើរការ
mn: Идэвхжээгүй
ru: Отключен

source: Displaced - Communal - Collective Center (Informal Settlement)
ru: Перемещенное лицо - Коммунальный - Коллективный центр (Неформальное поселение)

source: Displaced - Communal - Planned Camp (Camp)
ru: Перемещенное лицо - Коммунальный - Организованный лагерь (Лагерь)

source: Displaced - Communal - Unplanned Informal Settlement (Informal Settlement)
ru: Перемещенное лицо - Коммунальный - Неорганизованное неформальное поселение (Неформальное поселение)

source: Displaced - Dispersed - Hosted (Residence)
ru: Перемещенное лицо - Расселенный - Принят на проживание (Жилье)

source: Displaced - Dispersed - Rental (Residence)
ru: Перемещенное лицо - Расселенный - Арендует (Жилье)

source: Displaced - Dispersed - Spontaneous (Informal Settlement)
ru: Перемещенное лицо - Расселенный - Спонтанно (Неформальное поселение)

source: Displacement or Return Date
ru: Дата перемещения или возвращения

source: Distributed
am: ተሰራጭቷል
ar: وزعت
hy: Տրամադրված
km: បានចែក
mn: Түгээсэн
ru: Выдан

source: Distributed commodity
am: የተሰራጨ ሸቀጥ
ar: السلعة الموزعة
hy: Տրամադրված ապրանք
km: ទំនិញបានចែករួច
mn: Түгээсэн бараа
ru: Выданный товар

source: distribution
am: ስርጭት
ar: التوزيع
hy: Տրամադրում
km: ការចែក
mn: Түгээлт
ru: Выдача

source: Distribution Date
ru: Дата выдачи

source: Distribution Name
ru: Наименование выдачи

source: Distributions
ru: Выдачи

source: District
am: ወረዳ
ar: المنطقة
hy: Շրջան
km: ស្រុក
mn: Дүүрэг
ru: Район

source: Districts
ru: Районы

source: Donor
am: ለጋሽ
ar: المانح
hy: Դոնոր
km: ម្ចាស់ជំនួយ
mn: Хандивлагчх
ru: Донор

source: Donor Name
am: የለጋሾች ስም
ar: اسم المانح
hy: Դոնոր(ներ)ի անուն
km: ឈ្មោះម្ចាស់ជំនួយ
mn: Хандивлагчийн нэр
ru: Имя донора

source: Donors
am: ለጋሾች
ar: المانحون
hy: Դոնորներ
km: ម្ចាស់ជំនួយ
mn: Хандивлагчид
ru: Доноры

source: Donor Successfully Created
ru: Донор успешно создан

source: Donor successfully removed
ru: Донор успешно удален

source: Donor Successfully Updated
ru: Донор успешно обновлен

source: Download Is Starting
ru: Скачивание начинается

source: Download Template
ru: Скачать шаблон

source: Do you wish to continue?
am: ለመቀጠል ይፈልጋሉ?
ar: هل ترغب في الاستمرار ؟
hy: Ցանկանո՞մ եք շարունակել
km: តើអ្នកចង់បន្តទេ?
mn: Үргэлжлүүлэхийг хүсч байна уу?
ru: Хотите ли вы продолжить?

source: Drop your files here or click to upload
ru: Перетяните свои файлы сюда или нажмите, чтобы загрузить

# DRR &amp; Resilience
source: DRR & Resilience
ru: Cнижение риска бедствий и способность к восстановлению

source: Duplicate
am: የተባዛ
ar: التكرار
hy: Կրկնօրինակ
km: ស្ទួន
mn: Хуулбарлах
ru: Дублировать

source: Duplicate Assistance
ru: Дублировать помощь

source: Early Recovery
ru: Скорейшее восстановление

source: Edit
ru: Редактировать

source: Edit Assistance
ru: Редактировать помощь

source: Edit Community
ru: Редактировать сообщество

source: Edit Donor
ru: Редактировать донора

source: Edit Household
ru: Редактировать домохозяйство

source: Edit Institution
ru: Редактировать учреждение

source: Edit My Organization
ru: Редактировать мою организацию

source: Edit Product
ru: Редактировать продукт

source: Edit Project
ru: Редактировать проект

source: Edit Specific Option
ru: Редактировать выбор

source: Edit This Beneficiary
ru: Редактировать этого бенефициара

source: Edit User
ru: Редактировать пользователя

source: Edit Vendor
ru: Редактировать поставщика

source: Education
ru: Образование

# Education &amp; TVET
source: Education & TVET
ru: Образование и Профессионально-техническое образование

source: Email
am: ኢሜል
ar: البريد الالكتروني
hy: Էլ-հասցե
km: អ៊ីមែល
mn: Имэйл
ru: Электронная почта

source: Emergency Telecomms
ru: Экстренные телекоммуникации

source: Enable
am: አንቃ
ar: تمكين
hy: Միացնել
km: ដំណើរការ
mn: Идэвхжүүлэх
ru: Включить

source: Enabled
ru: Включено

source: End Date
am: የማብቂያ ቀን
ar: تاريخ الانتهاء
hy: Ավարտման ամսաթիվ
km: កាលបរិច្ឆេទបញ្ចប់
mn: Дуусах огноо
ru: Дата окончания

source: English
ru: Английский

source: English Invoice Address
ru: Адрес для выставления счета (на английском языке)

source: Enrolled beneficiaries
am: የተመዘገቡ ተጠቃሚዎች
ar: المستفيدين المسجلين
hy: Գրանցված շահառուներ
km: អ្នកទទួលផលដែលបានចុះឈ្មោះ
mn: Хамрагдсан тусламж хүртэгчид
ru: Зарегистрированные бенефициары

source: Enrolled Beneficiaries
am: የተመዘገቡ ተጠቃሚዎች
ar: المستفيدين المسجلين
hy: Գրանցված շահառուներ
km: អ្នកទទួលផលដែលបានចុះឈ្មោះ
mn: Хамрагдсан тусламж хүртэгчид
ru: Зарегистрированные бенефициары

source: Enumerator
am: ቆጣሪ
ar: العداد
hy: Հաշվիչ
km: អ្នកប្រមូលទិន្នន័យ
mn: Тоологч
ru: Счетчик

source: Error for Beneficiary
ru: Ошибка для бенефициара

source: Expand
ru: Развернуть

source: Expiration Date
ru: Дата окончания

source: Export
am: ወደ ውጭ መላክ
ar: تصدير
hy: Արտահանում
km: នាំចេញ
mn: Экспортлох
ru: Экспорт

source: Export random sample
am: የዘፈቀደ ናሙና ወደ ውጭ ይላኩ
ar: عينة عشوائية للتصدير
hy: Պատահական ընտրանքի դուրսբերում
km: នាំចេញសំណាកចៃដន្យ
mn: Санамсаргүй түүврийг экспортлох
ru: Экспортировать случайную выборку

source: Ext
am: ተጨማሪ
ar: تحويلة
hy: Ընդլայնում
km: ខាងក្រៅ
mn: Нэмэлт
ru: Расширение

source: External support
am: የውጭ ድጋፍ
ar: دعم خارجي
hy: Արտաքին օգնություն
km: ការគាំទ្រពីខាងក្រៅ
mn: Гадны дэмжлэг
ru: Внешняя помощь

source: External support received type
am: የውጭ ድጋፍ የተቀበለ ዓይነት
ar: نوع الدعم الخارجي المستلم
hy: Արտաքին օգնության ստացման տեսակը
km: ប្រភេទទទួលបានការគាំទ្រពីខាងក្រៅ
mn: Гадаад дэмжлэгийг хүлээн авсан төрөл
ru: Тип полученной внешней помощи

source: FALSE
ru: ЛОЖНЫЙ

source: Family Name
am: የቤተሰብ ስም
ar: اسم العائلة
km: គោត្តនាម
ru: Фамилия

source: Farming - Agriculture
am: እርሻ - ግብርና
ar: رقم معرف جهة الاتصال
hy: Գյուղատնտեսություն
km: ការធ្វើស្រែចំការ​ - កសិកម្ម
mn: Газар тариалан - хөдөө аж ахуй
ru: Сельское хозяйство - обработка земли

source: Farming - Livestock
am: እርሻ - የከብት እርባታ
ar: نوع معرف جهة الاتصال
hy: Գյուղատնտեսություն-անասնապահություն
km: ការធ្វើស្រែចម្ការ - បសុសត្វ
mn: Фермерийн аж ахуй - мал сүрэг
ru: Сельское хозяйство - скотоводство

source: Female
am: ሴት
ar: مؤنث
hy: Իգական
km: ស្រី
mn: Эмэгтэй
ru: Женщина
