Repository: humansis/backend
Catalog: app/Resources/translations/validators.*.xlf
Languages: hy, mn, ru, uk

source: This is not a valid Business Identifier Code (BIC).
hy: Սա վավեր Business Identifier Code (BIC) չէ։
mn: Энэ утга үнэн зөв Business Identifier Code (BIC) биш байна.
ru: Это недействительный бизнес-идентификационный код (BIC).
uk: Це недійсний бізнес-ідентифікаційний код (BIC).

source: Error
hy: Սխալ
mn: Алдаа
ru: Ошибка
uk: Помилка

source: This is not a valid UUID.
hy: Սա վավեր UUID չէ։
mn: Энэ утга үнэн зөв UUID биш байна.
ru: Это недопустимый UUID.
uk: Це неприпустимий UUID.

source: This value should be a multiple of {{ compared_value }}.
hy: Այս արժեքը պետք է լինի բազմակի {{ compared_value }}։
mn: Энэ утга {{ compared_value }} -н үржвэр байх ёстой.
ru: Это значение должно быть кратно {{ compared_value }}.
uk: Це значення має бути кратним {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
hy: Բիզնեսի նույնականացման կոդը (BIC) կապված չէ IBAN- ի հետ {{ iban }}։
mn: Энэ Business Identifier Code (BIC) код нь IBAN {{ iban }} -тай холбоогүй байна.
ru: Этот бизнес-идентификационный код (BIC) не связан с IBAN {{ iban }}.
uk: Цей бізнес-ідентифікаційний код (BIC) не пов'язаний з IBAN {{ iban }}.

source: This value should be valid JSON.
hy: Այս արժեքը պետք է լինի վավեր JSON։
mn: Энэ утга JSON байх ёстой.
ru: Это значение должно быть допустимым JSON.
uk: Це значення має бути допустимим JSON.

source: This collection should contain only unique elements.
hy: Այս համախումբը պետք է պարունակի միայն եզակի տարրեր։
mn: Энэ коллекц зөвхөн давтагдахгүй элементүүд агуулах ёстой.
ru: Эта коллекция должна содержать только уникальные элементы.
uk: Ця колекція має містити лише унікальні елементи.

source: This value should be positive.
hy: Այս արժեքը պետք է լինի դրական։
mn: Энэ утга эерэг байх ёстой.
ru: Это значение должно быть положительным.
uk: Це значення має бути позитивним.

source: This value should be either positive or zero.
hy: Այս արժեքը պետք է լինի դրական կամ զրոյական։
mn: Энэ утга тэг эсвэл эерэг байх ёстой.
ru: Это значение должно быть либо положительным, либо нулевым.
uk: Це значення має бути або позитивним, або нульовим.

source: This value should be negative.
hy: Այս արժեքը պետք է լինի բացասական։
mn: Энэ утга сөрөг байх ёстой.
ru: Это значение должно быть отрицательным.
uk: Це значення має бути негативним.

source: This value should be either negative or zero.
hy: Այս արժեքը պետք է լինի բացասական կամ զրոյական։
mn: Энэ утга сөрөг эсвэл тэг байх ёстой.
ru: Это значение должно быть либо отрицательным, либо нулевым.
uk: Це значення має бути негативним, або нульовим.

source: This value is not a valid timezone.
hy: Այս արժեքը վավեր ժամային գոտի չէ։
mn: Энэ утга үнэн зөв цагийн бүс биш байна.
ru: Это значение не является допустимым часовым поясом.
uk: Це значення не є допустимим часовим поясом.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
hy: Գաղտնաբառը գտնվել է տվյալների արտահոսքում. այն չպետք է օգտագործվի: Խնդրում ենք օգտագործել մեկ այլ գաղտնաբառ։
mn: Энэ нууц үгийн мэдээлэл алдагдсан байх магадлалтай учраас дахин ашиглагдах ёсгүй. Өөр нууц үг ашиглана уу.
ru: Этот пароль был украден в результате утечки данных, его нельзя использовать. Пожалуйста, используйте другой пароль.
uk: Цей пароль було викрадено в результаті витоку даних, його не можна використовувати. Будь ласка, використовуйте інший пароль.

source: This value should be between {{ min }} and {{ max }}.
hy: Այս արժեքը պետք է լինի {{ min }}-ի և {{ max }}-ի միջև։
mn: Энэ утга {{ min }} -с {{ max }} хооронд байх ёстой.
ru: Это значение должно быть между {{ min }} и {{ max }}.
uk: Це значення має бути між {{ min }} і {{ max }}.

source: This value is not a valid hostname.
hy: Այս հոստի անունը վավեր չէ։
mn: Энэ утга буруу hostname байна.
ru: Это значение не является допустимым именем хоста.
uk: Це значення не є допустимим ім'ям хоста.

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
mn: Энэхүү цуглуулган дахь элемэнтийн тоо, {{ compared_value }}-н үржвэр байх ёстой.
ru: Количество элементов в этой коллекции должно быть кратно {{ compared_value }}.
uk: Кількість елементів у цій колекції має бути кратною {{ compared_value }}.

source: This value should satisfy at least one of the following constraints:
hy: Այս արժեքը պետք է բավարարի հետևյալ սահմանափակումներից առնվազն մեկը։
mn: Энэ утга доорх болзолуудын ядаж нэгийг хангах ёстой:
ru: Это значение должно соответствовать хотя бы одному из следующих ограничений:
uk: Це значення має відповідати хоча б одному з таких обмежень:

source: Each element of this collection should satisfy its own set of constraints.
hy: Այս համախմբի յուրաքանչյուր տարր պետք է բավարարի իր սեփական սահմանափակումները։
mn: Энэхүү цуглуулган дахь элемэнтүүд өөр өөрсдийн болзолуудаа хангах ёстой.
ru: Каждый элемент этой коллекции должен соответствовать собственному набору ограничений.
uk: Кожен елемент цієї колекції має відповідати власному набору обмежень.

source: This value is not a valid International Securities Identification Number (ISIN).
hy: Այս արժեքը արժեթղթերի նույնականացման միջազգային համարը վավեր չէ(ISIN)։
mn: Энэ утга зөв International Securities Identification Number (ISIN) биш байна.
ru: Это значение не является допустимым международным идентификационным номером ценных бумаг (ISIN).
uk: Це значення не є міжнародним ідентифікаційним номером цінних паперів (ISIN).

source: This value should be a valid expression.
hy: Այս արժեքը պետք է լինի վավեր արտահայտություն:
ru: Это значение должно быть допустимым выражением.
uk: Це значення має бути допустимим виразом.

source: This value is not a valid CSS color.
uk: Це значення не є дійсним CSS кольором.

source: This value is not a valid CIDR notation.
uk: Це значення не є дійсною CIDR нотаціею.

source: The value of the netmask should be between {{ min }} and {{ max }}.
uk: Значення в мережевій масці має бути між {{ min }} та {{ max }}.

source: This form should not contain extra fields.
hy: Այս ձևը չպետք է պարունակի լրացուցիչ տողեր։
mn: Форм нэмэлт талбар багтаах боломжгүй.
ru: Эта форма не должна содержать лишних полей.
uk: Ця форма не має містити зайвих полів.

source: The uploaded file was too large. Please try to upload a smaller file.
hy: Վերբեռնված ֆայլը չափազանց մեծ է. Խնդրվում է վերբեռնել ավելի փոքր չափսի ֆայլ։
mn: Upload хийсэн файл хэтэрхий том байна. Бага хэмжээтэй файл оруулна уу.
ru: Загруженный файл был слишком большим. Попробуйте загрузить файл меньшего размера.
uk: Завантажений файл був надто великим. Спробуйте завантажити менший файл.

source: The CSRF token is invalid. Please try to resubmit the form.
hy: CSRF արժեքը անթույլատրելի է. Փորձեք նորից ուղարկել ձևը։
mn: CSRF token буруу байна. Формоо дахин илгээнэ үү.
ru: Токен CSRF недействителен. Пожалуйста, попробуйте повторно отправить форму.
uk: Токен CSRF недійсний. Будь ласка, спробуйте повторно надіслати форму.

source: This value is not a valid HTML5 color.
hy: Այս արժեքը վավեր HTML5 գույն չէ։
mn: Энэ утга зөв HTML5 өнгө биш байна.
ru: Это значение не является допустимым цветом HTML5.
uk: Це значення не є допустимим кольором HTML5.

source: Please enter a valid birthdate.
hy: Խնդրում ենք մուտքագրել վավեր ծննդյան ամսաթիվ։
mn: Зөв төрсөн он сар оруулна уу.
ru: Пожалуйста, введите действительную дату рождения.
uk: Будь ласка, введіть дійсну дату народження.

source: The selected choice is invalid.
hy: Ընտրված ընտրությունն անվավեր է։
mn: Сонгосон утга буруу байна.
ru: Выбранный вариант недействителен.
uk: Вибраний варіант недійсний.

source: The collection is invalid.
hy: Համախումբն անվավեր է։
mn: Цуглуулга буруу байна.
ru: Коллекция недействительна.
uk: Колекція недійсна.

source: Please select a valid color.
hy: Խնդրում ենք ընտրել վավեր գույն։
mn: Үнэн зөв өнгө сонгоно уу.
ru: Пожалуйста, выберите допустимый цвет.
uk: Будь ласка, виберіть допустимий колір.

source: Please select a valid country.
hy: Խնդրում ենք ընտրել վավեր երկիր։
mn: Үнэн зөв улс сонгоно уу.
ru: Пожалуйста, выберите допустимую страну.
uk: Будь ласка, виберіть допустиму країну.

source: Please select a valid currency.
hy: Խնդրում ենք ընտրել վավեր արժույթ։
mn: Үнэн зөв мөнгөн тэмдэгт сонгоно уу.
ru: Пожалуйста, выберите допустимую валюту.
uk: Будь ласка, виберіть допустиму валюту.

source: Please choose a valid date interval.
hy: Խնդրում ենք ընտրել ճիշտ ամսաթվերի միջակայք։
mn: Үнэн зөв цагын зай сонгоно уу.
ru: Пожалуйста, выберите допустимый интервал дат.
uk: Будь ласка, виберіть допустимий проміжок часу.

source: Please enter a valid date and time.
hy: Խնդրում ենք մուտքագրել վավեր ամսաթիվ և ժամ։
mn: Үнэн зөв он цаг оруулна уу.
ru: Пожалуйста, введите правильную дату и время.
uk: Будь ласка, введіть правильну дату та час.

source: Please enter a valid date.
hy: Խնդրում ենք մուտքագրել վավեր ամսաթիվ։
mn: Үнэн зөв он цаг өдөр оруулна уу.
ru: Пожалуйста, введите правильную дату.
uk: Будь ласка, введіть правильну дату.

source: Please select a valid file.
hy: Խնդրում ենք ընտրել վավեր ֆայլ։
mn: Үнэн зөв файл сонгоно уу.
ru: Пожалуйста, выберите допустимый файл.
uk: Виберіть допустимий файл.

source: The hidden field is invalid.
hy: Թաքնված դաշտը անվավեր է։
mn: Нууц талбарын утга буруу байна.
ru: Скрытое поле недействительно.
uk: Приховане поле недійсне.

source: Please enter an integer.
hy: Խնդրում ենք մուտքագրել ամբողջ թիվ։
mn: Бүхэл тоо оруулна уу.
ru: Пожалуйста, введите целое число.
uk: Будь ласка, введіть ціле число.

source: Please select a valid language.
hy: Խնդրում ենք ընտրել վավեր լեզու։
mn: Үнэн зөв хэл сонгоно уу.
ru: Пожалуйста, выберите допустимый язык.
uk: Будь ласка, виберіть допустиму мову.

source: Please select a valid locale.
hy: Խնդրում ենք ընտրել վավեր տեղայնացում։
mn: Үнэн зөв бүс сонгоно уу.
ru: Пожалуйста, выберите допустимую местность.
uk: Будь ласка, виберіть допустиму місцевість.

source: Please enter a valid money amount.
hy: Խնդրում ենք մուտքագրել վավեր գումար։
mn: Үнэн зөв мөнгөний хэмжээ сонгоно уу.
ru: Пожалуйста, введите действительную денежную сумму.
uk: Будь ласка, введіть дійсну грошову суму.

source: Please enter a number.
hy: Խնդրում ենք մուտքագրել համար։
mn: Тоо оруулна уу.
ru: Пожалуйста, введите номер.
uk: Будь ласка, введіть номер.

source: The password is invalid.
hy: Գաղտնաբառն անվավեր է։
mn: Нууц үг буруу байна.
ru: Неверный пароль.
uk: Невірний пароль.

source: Please enter a percentage value.
hy: Խնդրում ենք մուտքագրել տոկոսային արժեք։
mn: Хувь утга оруулна уу.
ru: Пожалуйста, введите процентное значение.
uk: Введіть відсоткове значення.

source: The values do not match.
hy: Արժեքները չեն համընկնում։
mn: Утга хоорондоо таарахгүй байна.
ru: Значения не совпадают.
uk: Значення не збігаються.

source: Please enter a valid time.
hy: Մուտքագրեք վավեր ժամանակ։
mn: Үнэн зөв цаг оруулна уу.
ru: Пожалуйста, введите допустимое время.
uk: Будь ласка, введіть допустимий час.

source: Please select a valid timezone.
hy: Խնդրում ենք ընտրել վավեր ժամային գոտի։
mn: Үнэн зөв цагын бүс оруулна уу.
ru: Пожалуйста, выберите допустимый часовой пояс.
uk: Будь ласка, виберіть допустимий часовий пояс.

source: Please enter a valid URL.
hy: Խնդրում ենք մուտքագրել վավեր URL։
mn: Үнэн зөв URL оруулна уу.
ru: Пожалуйста, введите корректный URL.
uk: Будь ласка, введіть правильну URL-адресу.

source: Please enter a valid search term.
hy: Խնդրում ենք մուտքագրել վավեր որոնման տերմին։
mn: Үнэн зөв хайх утга оруулна уу.
ru: Пожалуйста, введите действительный поисковый запрос.
uk: Будь ласка, введіть дійсний пошуковий запит.

source: Please provide a valid phone number.
hy: Խնդրում ենք տրամադրել վավեր հեռախոսահամար։
mn: Үнэн зөв утасны дугаар оруулна уу.
ru: Пожалуйста, укажите действующий номер телефона.
uk: Будь ласка, вкажіть дійсний номер телефону.

source: The checkbox has an invalid value.
hy: Նշման վանդակը անվավեր արժեք ունի։
mn: Сонгох хайрцаг буруу утгатай байна.
ru: Опция имеет недопустимое значение.
uk: Опція має неприпустиме значення.

source: Please enter a valid email address.
hy: Խնդրում ենք մուտքագրել վավեր էլ-հասցե։
mn: Үнэн зөв и-мэйл хаяг оруулна уу.
ru: Пожалуйста, введите действительный адрес электронной почты.
uk: Будь ласка, введіть дійсну електронну адресу.

source: Please select a valid option.
hy: Խնդրում ենք ընտրել ճիշտ տարբերակ։
mn: Үнэн зөв сонголт сонгоно уу.
ru: Пожалуйста, выберите допустимый вариант.
uk: Будь ласка, виберіть допустимий варіант.

source: Please select a valid range.
hy: Խնդրում ենք ընտրել վավեր տիրույթ։
mn: Үнэн зөв хязгаарын утга сонгоно уу.
ru: Пожалуйста, выберите допустимый диапазон.
uk: Будь ласка, виберіть допустимий діапазон.

source: Please enter a valid week.
hy: Մուտքագրեք վավեր շաբաթ։
mn: Үнэн зөв долоо хоног сонгоно уу.
ru: Пожалуйста, введите допустимую неделю.
uk: Будь ласка, введіть допустимий тиждень.

source: The number of elements in this collection should be a multiple of {{ compared_value }}․
hy: Այս համախմբի տարրերի քանակը պետք է հավասար լինի {{ compared_value }}-ի բազմապատիկներին։
