Repository: humansis/backend
Catalog: app/Resources/translations/validators.*.xlf
Languages: hy, mn, ru, uk

source: This value should be false.
hy: Արժեքը պետք է լինի կեղծ։
mn: Энэ утга буруу байх ёстой.
ru: Это значение должно быть ложным.
uk: Це значення має бути хибним.

source: This value should be true.
hy: Արժեքը պետք է լինի իրական։
mn: Энэ утга үнэн байх ёстой.
ru: Это значение должно быть истинным.
uk: Це значення має бути вірним.

source: This value should be of type {{ type }}.
hy: Արժեքը պետք է լինի {{ type }} տեսակի։
mn: Энэ утга {{ type }} -н төрөл байх ёстой.
ru: Это значение должно быть типа {{ type }}.
uk: Це значення має бути типу {{type}}.

source: This value should be blank.
hy: Արժեքը պետք է լինի դատարկ։
mn: Энэ утга хоосон байх ёстой.
ru: Это значение должно быть пустым.
uk: Це значення має бути порожнім.

source: The value you selected is not a valid choice.
hy: Ձեր ընտրած արժեքը անվավեր ընտրություն է։
mn: Сонгосон утга буруу байна.
ru: Выбранное вами значение недопустимо.
uk: Вибране значення неприпустиме.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
hy: Դուք պետք է ընտրեք ամենաքիչը {{ limit }} տարբերակներ։
mn: Хамгийн багадаа {{ limit }} утга сонгогдсон байх ёстой.
ru: Вы должны выбрать как минимум {{ limit }} вариантов.|Вы должны выбрать как минимум {{ limit }} вариантов.
uk: Ви повинні вибрати як мінімум {{ limit }} варіантів. |Ви повинні вибрати як мінімум {{ limit }} варіантів.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
hy: Դուք պետք է ընտրեք ոչ ավելի քան {{ limit }} տարբերակներ։
mn: Хамгийн ихдээ {{ limit }} утга сонгогдох боломжтой.
ru: Вы должны выбрать как минимум {{ limit }} вариантов.|Вы должны выбрать как минимум {{ limit }} вариантов.
uk: Ви повинні вибрати максимум {{ limit }} варіантів. |Ви повинні вибрати максимум {{ limit }} варіантів.

source: One or more of the given values is invalid.
hy: Մեկ կամ ավելի տրված արժեքները անվավեր են։
mn: Өгөгдсөн нэг эсвэл нэгээс олон утга буруу байна.
ru: Одно или несколько заданных значений недействительны.
uk: Одне чи кілька заданих значень недійсні.

source: This field was not expected.
hy: Այս դաշտը չի սպասվում։
mn: Энэ талбар нь хүлээгдэж байсан юм.
ru: Это поле не ожидалось.
uk: Це поле не очікувалося.

source: This field is missing.
hy: Այս դաշտը բացակայում է։
mn: Энэ талбар нь алга болсон байна.
ru: Это поле отсутствует.
uk: Це поле відсутнє.

source: This value is not a valid date.
hy: Արժեքը սխալ ամսաթիվ է։
mn: Энэ утга буруу date төрөл байна .
ru: Это значение не является допустимой датой.
uk: Це значення не є допустимою датою.

source: This value is not a valid datetime.
hy: Ամսաթվի և ժամանակի արժեքը անվավեր է։
mn: Энэ утга буруу цаг төрөл байна.
ru: Это значение не является допустимым значением даты и времени.
uk: Це значення не є допустимим значенням дати та часу.

source: This value is not a valid email address.
hy: Անվավեր էլ֊փոստի արժեք։
mn: И-майл хаяг буруу байна.
ru: Это значение не является действительным адресом электронной почты.
uk: Це значення не є дійсною адресою електронної пошти.

source: The file could not be found.
hy: Նիշքը չի գտնվել։
mn: Файл олдсонгүй.
ru: Не удалось найти файл.
uk: Не вдалося знайти файл.

source: The file is not readable.
hy: Նիշքը անընթեռնելի է։
mn: Файл уншигдахуйц биш байна.
ru: Файл не читается.
uk: Файл не читається.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
hy: Նիշքը չափազանց մեծ է ({{ size }} {{ suffix }}): Մաքսիմալ թույլատրելի չափսը՝ {{ limit }} {{ suffix }}։
mn: Файл хэтэрхий том байна ({{ size }} {{ suffix }}). Зөвшөөрөгдөх дээд хэмжээ {{ limit }} {{ suffix }} байна.
ru: Файл слишком большой ({{ limit }} {{ suffix }}). Допустимый максимальный размер: {{ limit }} {{ suffix }}.
uk: Файл занадто великий ({{limit}} {{suffix}}). Допустимий максимальний розмір: {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
hy: MIME-տեսակը անվավեր է է({{ type }}): Նիշքերի թույլատրելի MIME-տեսակներն են: {{ types }}։
mn: Файлын MIME-төрөл нь буруу байна ({{ type }}). Зөвшөөрөгдөх MIME-төрлүүд {{ types }}.
ru: Недопустимый MIME-тип файла ({{ type }}). Допустимые типы mime: {{ types }}.
uk: Неприпустимий MIME-тип файлу ({{ type }}). Допустимі типи mime: {{ types }}.

source: This value should be {{ limit }} or less.
hy: Արժեքը պետք է լինի {{ limit }} կամ փոքր։
mn: Энэ утга {{ limit }} юмуу эсвэл бага байна.
ru: Это значение должно быть {{ limit }} или меньше.
uk: Це значення має бути {{ limit }} або менше.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
hy: Արժեքը չափազանց երկար է: Պետք է լինի {{ limit }} կամ ավել սիմվոլներ։
mn: Энэ утга хэтэрхий урт байна. {{ limit }} тэмдэгтийн урттай юмуу эсвэл бага байна.
ru: Это значение слишком длинное. Оно должно содержать {{ limit }} символов или меньше.|Это значение слишком длинное. Он должен содержать {{ limit }} символов или меньше.
uk: Це значення надто довге. Воно має містити {{ limit }} символів або менше.|Це значення занадто довге. Він повинен містити {{ limit }} символів або менше.

source: This value should be {{ limit }} or more.
hy: Արժեքը պետ է լինի {{ limit }} կամ շատ։
mn: Энэ утга {{ limit }} юмуу эсвэл их байна.
ru: Это значение должно быть {{ limit }} или больше.
uk: Це значення має бути {{ limit }} або більше.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
hy: Արժեքը չափազանց կարճ է: Պետք է լինի {{ limit }} կամ ավելի սիմվոլներ։
mn: Энэ утга хэтэрхий богино байна. {{ limit }} тэмдэгт эсвэл их байна.
ru: Это значение слишком короткое. Оно должно содержать {{ limit }} символов или больше.|Это значение слишком короткое. Он должен содержать {{ limit }} символов или более.
uk: Це значення надто коротке. Воно має містити {{ limit }} символів або більше.|Це значення занадто коротке. Він має містити {{ limit }} символів або більше.

source: This value should not be blank.
hy: Արժեքը չպետք է դատարկ լինի։
mn: Энэ утга хоосон байж болохгүй.
ru: Это значение не должно быть пустым.
uk: Це значення не повинно бути порожнім.

source: This value should not be null.
hy: Արժեքը չպետք է լինի null։
mn: Энэ утга null байж болохгүй.
ru: Это значение не должно быть нулевым.
uk: Це значення не має бути нульовим.

source: This value should be null.
hy: Արժեքը պետք է լինի null։
mn: Энэ утга null байна.
ru: Это значение должно быть нулевым.
uk: Це значення має бути нульовим.

source: This value is not valid.
hy: Անվավեր արժեք։
mn: Энэ утга буруу байна.
ru: Это значение недопустимо.
uk: Це значення неприпустимо.

source: This value is not a valid time.
hy: Ժամանակի արժեքը անվավեր է։
mn: Энэ утга буруу цаг төрөл байна.
ru: Это значение не является допустимым временем.
uk: Це значення не є допустимим часом.

source: This value is not a valid URL.
hy: Արժեքը URL չէ։
mn: Энэ утга буруу URL байна .
ru: Это значение не является допустимым URL-адресом.
uk: Це значення не є допустимою URL-адресою.

source: The two values should be equal.
hy: Երկու արժեքները պետք է նույնը լինեն։
mn: Хоёр утгууд ижил байх ёстой.
ru: Два значения должны быть равны.
uk: Два значення мають бути рівними.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
hy: Նիշքը չափազանց մեծ է: Մաքսիմալ թույլատրելի չափսը {{ limit }} {{ suffix }} է։
mn: Файл хэтэрхий том байна. Зөвшөөрөгдөх дээд хэмжээ нь {{ limit }} {{ suffix }} байна.
ru: Файл слишком большой. Допустимый максимальный размер: {{ limit }} {{ suffix }}.
uk: Файл занадто великий. Допустимий максимальний розмір: {{ limit }} {{ suffix }}.

source: The file is too large.
hy: Նիշքը չափազանց մեծ է։
mn: Файл хэтэрхий том байна.
ru: Файл слишком большой.
uk: Файл занадто великий.

source: The file could not be uploaded.
hy: Նիշքը չի կարող բեռնվել։
mn: Файл upload хийгдсэнгүй.
ru: Не удалось загрузить файл.
uk: Неможливо завантажити файл.

source: This value should be a valid number.
hy: Արժեքը պետք է լինի թիվ։
mn: Энэ утга зөвхөн тоо байна.
ru: Это значение должно быть допустимым числом.
uk: Це значення має бути допустимим числом.

source: This file is not a valid image.
hy: Նիշքը նկարի վավեր ֆորմատ չէ։
mn: Файл зураг биш байна.
ru: Этот файл не является допустимым изображением.
uk: Цей файл не є допустимим зображенням.

source: This is not a valid IP address.
hy: Արժեքը վավեր IP հասցե չէ։
mn: IP хаяг зөв биш байна.
ru: Это недопустимый IP адрес
uk: Це неприпустима IP адреса

source: This value is not a valid language.
hy: Արժեքը վավեր լեզու չէ։
mn: Энэ утга үнэн зөв хэл биш байна.
ru: Это значение не является допустимым языком.
uk: Це значення не є допустимою мовою.

source: This value is not a valid locale.
hy: Արժեքը չի հանդիսանում վավեր տեղայնացում։
mn: Энэ утга үнэн зөв байршил биш байна.
ru: Это значение не является допустимым языковым стандартом.
uk: Це значення не є допустимим мовним стандартом.

source: This value is not a valid country.
hy: Արժեքը պետք է լինի երկիր։
mn: Энэ утга үнэн бодит улс биш байна.
ru: Это значение не является допустимой страной.
uk: Це значення не є допустимою країною.

source: This value is already used.
hy: Այդ արժեքն արդեն օգտագործվում է։
mn: Энэ утга аль хэдийнээ хэрэглэгдсэн байна.
ru: Это значение уже используется.
uk: Це значення вже використовується.

source: The size of the image could not be detected.
hy: Նկարի չափսերը չստացվեց որոշել։
mn: Зургийн хэмжээ тогтоогдож чадсангүй.
ru: Размер изображения определить не удалось.
uk: Розмір зображення визначити не вдалося.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
hy: Նկարի լայնությունը չափազանց մեծ է({{ width }}px). Մաքսիմալ չափն է {{ max_width }}px։
mn: Зургийн өргөн хэтэрхий том байна ({{ width }}px). Өргөн нь хамгийн ихдээ {{ max_width }}px байх боломжтой.
ru: Ширина изображения слишком велика ({{ width }}px). Допустимая максимальная ширина составляет {{ max_width }}px.
uk: Ширина зображення занадто велика ({{ width }}px). Допустима максимальна ширина становить {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
hy: Նկարի լայնությունը չափազանց փոքր է ({{ width }}px). Մինիմալ չափն է {{ min_ width }}px։
mn: Зургийн өргөн хэтэрхий жижиг байна ({{ width }}px). Өргөн нь хамгийн багадаа {{ min_width }}px байх боломжтой.
ru: Ширина изображения слишком мала ({{ width }}px). Ожидаемая минимальная ширина составляет {{ min_width }}px.
uk: Ширина зображення занадто мала ({{ width }}px). Очікувана мінімальна ширина становить {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
hy: Նկարի բարձրությունը չափազանց մեծ է ({{ height }}px). Մաքսիմալ չափն է {{ max_height }}px։
mn: Зургийн өндөр хэтэрхий том байна ({{ height }}px). Өндөр нь хамгийн ихдээ {{ max_height }}px байх боломжтой.
ru: Слишком большая высота изображения ({{ height }}px). Допустимая максимальная высота составляет {{ max_height }}px.
uk: Занадто велика висота зображення ({{ height }}px). Допустима максимальна висота становить {{ max_height }}px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
hy: Նկարի բարձրությունը չափազանց փոքր է ({{ height }}px). Մինիմալ չափն է {{ min_height }}px։
mn: Зургийн өндөр хэтэрхий жижиг байна ({{ height }}px). Өндөр нь хамгийн багадаа {{ min_height }}px байх боломжтой.
ru: Высота изображения слишком мала ({{ height }}px). Минимальная ожидаемая высота составляет {{ min_height }}px.
uk: Висота зображення занадто мала ({{ height }}px). Мінімальна очікувана висота становить {{ min_height }}px.

source: This value should be the user's current password.
hy: Այս արժեքը պետք է լինի օգտագործողի ներկա ծածկագիրը։
mn: Энэ утга хэрэглэгчийн одоогийн нууц үг байх ёстой.
ru: Это значение должно быть текущим паролем пользователя.
uk: Це значення має бути поточним паролем користувача.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
hy: Այս արժեքը պետք է ունենա ճիշտ {{ limit }} սիմվոլներ։
mn: Энэ утга яг {{ limit }} тэмдэгт байх ёстой.|Энэ утга яг {{ limit }} тэмдэгт байх ёстой.
ru: Это значение должно содержать ровно {{ limit }} символов.|Это значение должно содержать ровно {{ limit }} символов.
uk: Це значення має містити рівно {{ limit }} символів.|Це значення має містити рівно {{ limit }} символів.

source: The file was only partially uploaded.
hy: Նիշքի մասնակի բեռնման սխալ։
mn: Файлын зөвхөн хагас нь upload хийгдсэн.
ru: Файл был загружен только частично.
uk: Файл був завантажений лише частково.

source: No file was uploaded.
hy: Նիշքը չի բեռնվել։
mn: Ямар ч файл upload хийгдсэнгүй.
ru: Ни один файл не был загружен.
uk: Жоден файл не був завантажений.

source: No temporary folder was configured in php.ini.
hy: php.ini նիշքում ժամանակավոր պանակ նշված չէ։
mn: php.ini дээр түр зуурын хавтсыг тохируулаагүй байна, эсвэл тохируулсан хавтас байхгүй байна.
ru: В php.ini не настроена временная папка, или настроенная папка не существует.
uk: У php.ini не налаштована тимчасова папка або налаштована папка не існує.

source: Cannot write temporary file to disk.
hy: Ժամանակավոր նիշքը հնարավոր չէ գրել սկավառակի վրա։
mn: Түр зуурын файлыг диск руу бичиж болохгүй байна.
ru: Невозможно записать временный файл на диск.
uk: Неможливо записати тимчасовий файл на диск.

source: A PHP extension caused the upload to fail.
hy: PHP ֆորմատը դարձել է բեռնման չհաջողման պատճառ։
mn: PHP extension нь upload -г амжилтгүй болгоод байна.
ru: Расширение PHP вызвало сбой загрузки.
uk: Розширення PHP викликало збій завантаження.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
hy: Այս համախումբը պետք է պաուրակի {{ limit }} կամ ավելի տարրեր։|Այս հավելվածը պետք է պարունակի limit }} տարր կամ ավելին։|Այս համախումբը պետք է պարունակի {{ limit }} տարրերին կամ ավելի։
mn: Энэ коллекц {{ limit }} ба түүнээс дээш тооны элемент агуулах ёстой.|Энэ коллекц {{ limit }} ба түүнээс дээш тооны элемент агуулах ёстой.
ru: Эта коллекция должна содержать {{ limit }} элементов или более.| Эта коллекция должна содержать {{ limit }} элементов или более.
uk: Ця колекція повинна містити {{ limit }} елементів або більше. Ця колекція повинна містити {{ limit }} елементів або більше.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
hy: Այս համախումբը պետք է պաուրակի {{ limit }} տարրեր կամ քիչ։|Այս համախումբը պետք է պաուրակի {{ limit }} տարր կամ քիչ։|Այս համախումբը պետք է պաուրակի {{ limit }} տարրեր կամ քիչ։
mn: Энэ коллекц {{ limit }} ба түүнээс доош тооны элемент агуулах ёстой.|Энэ коллекц {{ limit }} ба түүнээс доош тооны элемент агуулах ёстой.
ru: Эта коллекция должна содержать {{ limit }} элементов или меньше.| Эта коллекция должна содержать {{ limit }} элементов или меньше.
uk: Ця колекція повинна містити {{ limit }} елементів або менше.| Ця колекція повинна містити {{ limit }} елементів або менше.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
hy: Այս համախումբը պետք է պաուրակի ուղիղ {{ limit }} տարր։|Այս համախումբը պետք է պաուրակի ուղիղ {{ limit }} տարրեր։|Այս համախումբը պետք է պաուրակի {{ limit }} տարրեր։
mn: Энэ коллекц яг {{ limit }} элемент агуулах ёстой.|Энэ коллекц яг {{ limit }} элемент агуулах ёстой.
ru: Эта коллекция должна содержать ровно {{ limit }} элементов.|Эта коллекция должна содержать ровно {{ limit }} элементов.
uk: Ця колекція повинна містити рівно {{ limit }} елементів.|Ця колекція повинна містити рівно {{ limit }} елементів.

source: Invalid card number.
hy: Քարտի սխալ համար:
mn: Картын дугаар буруу байна.
ru: Не верный номер карты.
uk: Невірний номер картки.

source: Unsupported card type or invalid card number.
hy: Չսպասարկվող կամ սխալ քարտի համար:
mn: Дэмжигдээгүй картын төрөл эсвэл картын дугаар буруу байна.
ru: Неподдерживаемый тип карты или неверный номер карты.
uk: Тип карти, що не підтримується, або невірний номер картки.

source: This is not a valid International Bank Account Number (IBAN).
hy: Արժեքը վավեր միջազային բանկային հաշվի համար չէ (IBAN)։
mn: Энэ утга үнэн зөв Олон Улсын Банкны Дансны Дугаар (IBAN) биш байна.
ru: Это недействительный международный номер банковского счета (IBAN).
uk: Це недійсний міжнародний номер банківського рахунку (IBAN).

source: This value is not a valid ISBN-10.
hy: Արժեքը ունի անվավեր ISBN-10 ձևաչափ։
mn: Энэ утга үнэн зөв ISBN-10 биш байна.
ru: Это значение не соответствует ISBN-10.
uk: Це значення не відповідає ISBN-10.

source: This value is not a valid ISBN-13.
hy: Արժեքը ունի անվավեր ISBN-13 ձևաչափ։
mn: Энэ утга үнэн зөв ISBN-13 биш байна.
ru: Это значение не соответствует ISBN-13.
uk: Це значення не відповідає ISBN-13.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
hy: Արժեքը չի համապատասխանում ISBN-10 և ISBN-13 ձևաչափերին։
mn: Энэ утга үнэн зөв ISBN-10 юмуу ISBN-13 биш байна.
ru: Это значение не является ни действительным ISBN-10, ни действительным ISBN-13.
uk: Це значення не є ані дійсним ISBN-10, ані дійсним ISBN-13.

source: This value is not a valid ISSN.
hy: Արժեքը չի համապաստասխանում ISSN ձևաչափին։
mn: Энэ утга үнэн зөв ISSN биш байна.
ru: Это значение не является действительным ISSN.
uk: Це значення не є дійсним ISSN.

source: This value is not a valid currency.
hy: Արժեքը վավեր տարադրամ չէ։
mn: Энэ утга үнэн бодит валют биш байна.
ru: Это значение не является допустимой валютой.
uk: Це значення не є допустимою валютою.

source: This value should be equal to {{ compared_value }}.
hy: Արժեքը պետք է լինի {{ compared_value }}։
mn: Энэ утга {{ compared_value }} -тaй тэнцүү байх ёстой.
ru: Это значение должно быть равно {{ compared_value }}.
uk: Це значення має дорівнювати {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
hy: Արժեքը պետք է մեծ լինի, քան {{ compared_value }}։
mn: Энэ утга {{ compared_value }} -с их байх ёстой.
ru: Это значение должно быть больше, чем {{ compared_value }}.
uk: Це значення має бути більшим, ніж {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
hy: Արժեքը պետք է լինի հավասար կամ մեծ քան {{ compared_value }}։
mn: Энэ утга {{ compared_value }} -тай тэнцүү юмуу эсвэл их байх ёстой.
ru: Это значение должно быть больше или равно {{ compared_value }}.
uk: Це значення має бути більшим або дорівнювати {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
hy: Արժեքը պետք է լինի ինչպես {{ compared_value_type }} {{ compared_value }}։
mn: Энэ утга {{ compared_value_type }} {{ compared_value }} -тай яг ижил байх ёстой.
ru: Это значение должно быть идентично {{ compared_value_type }} {{ compared_value }}.
uk: Це значення має бути ідентичним {{ compared_value_type }} {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
hy: Արժեքը պետք է լինի փոքր քան {{ compared_value }}։
mn: Энэ утга {{ compared_value }} -с бага байх ёстой.
ru: Это значение должно быть меньше, чем {{ compared_value }}.
uk: Це значення має бути меншим, ніж {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
hy: Արժեքը պետք է լինի փոքր կամ հավասար {{ compared_value }}։
mn: Энэ утга {{ compared_value }} -тай ижил юмуу эсвэл бага байх ёстой.
ru: Это значение должно быть меньше или равно {{ compared_value }}.
uk: Це значення має бути меншим або дорівнювати {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
hy: Արժեքը պետք է լինի հավասար {{ compared_value }}։
mn: Энэ утга {{ compared_value }} -тай тэнцүү байх ёсгүй.
ru: Это значение не должно быть равно {{ compared_value }}.
uk: Це значення не повинно дорівнювати {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
hy: Արժեքը պետք է լինի նունը {{ compared_value_type }} {{ compared_value }}:
mn: Энэ утга {{ compared_value_type }} {{ compared_value }} -тай яг ижил байх ёсгүй.
ru: Это значение не должно совпадать с {{ compared_value_type }} {{ compared_value }}.
uk: Це значення не повинно збігатися з {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
hy: Պատկերի կողմերի հարաբերակցությունը խիստ մեծ է ({{ ratio }}). Մաքսիմալ հարաբերակցությունը՝ {{ max_ratio }}։
mn: Зургийн харьцаа хэтэрхий том байна ({{ ratio }}). Харьцаа нь хамгийн ихдээ {{ max_ratio }} байна.
ru: Соотношение изображения слишком большое ({{ ratio }}). Допустимое максимальное соотношение: {{ max_ratio }}.
uk: Співвідношення зображення занадто велике ({{ ratio }}). Допустиме максимальне співвідношення: {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
hy: Պատկերի կողմերի հարաբերակցությունը խիստ փոքր է ({{ ratio }}). Մինիմալ հարաբերակցությունը՝ {{ min_ratio }}։
mn: Зургийн харьцаа хэтэрхий жижиг байна ({{ ratio }}). Харьцаа нь хамгийн багадаа {{ min_ratio }} байна.
ru: Соотношение изображения слишком мало ({{ ratio }}). Минимальное ожидаемое соотношение: {{ min_ratio }}.
uk: Співвідношення зображення замале ({{ ratio }}). Мінімальне очікуване співвідношення: {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
hy: Պատկերը քառակուսի է({{ width }}x{{ height }}px)։ Քառակուսի նկարներ չեն թույլատրվում։
mn: Зураг дөрвөлжин хэлбэртэй байна ({{ width }}x{{ height }}px). Дөрвөлжин зургууд оруулах боломжгүй.
ru: Изображение квадратное ({{ width }}x{{ height }}px). Квадратные изображения не допускаются.
uk: Зображення квадратне ({{ width }}x{{ height }}px). Квадратні зображення не допускаються.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
hy: Պատկերը ալբոմային ուղղվածության է({{ width }}x{{ height }}px)․ դա չի թույլատրվում։
mn: Зураг хэвтээ байрлалтай байна ({{ width }}x{{ height }}px). Хэвтээ байрлалтай зургууд оруулах боломжгүй.
ru: Изображение имеет альбомную ориентацию ({{ width }}x{{ height }}px). Изображения с альбомной ориентацией не допускаются.
uk: Зображення має альбомну орієнтацію ({{ width }}x{{ height }}px). Зображення з альбомною орієнтацією не допускаються.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
hy: Պատկերը պորտրետային ուղղվածության է ({{ width }}x{{ height }}px)․ դա չի թույլատրվում։
mn: Зургууд босоо байрлалтай байна ({{ width }}x{{ height }}px). Босоо байрлалтай зургууд оруулах боломжгүй.
ru: Изображение имеет портретную ориентацию ({{ width }}x{{ height }}px). Изображения портретной ориентации не допускаются.
uk: Зображення має портретну орієнтацію ({{ width }}x{{ height }}px). Зображення портретної орієнтації не допускаються.

source: An empty file is not allowed.
hy: Դատարկ նիշք չի թույլատրվում։
mn: Хоосон файл оруулах боломжгүй.
ru: Пустой файл не допускается.
uk: Порожній файл не дозволяється.

source: The host could not be resolved.
hy: Հոսթի անունը հնարավոր չի պարզել։
mn: Хост зөв тохирогдоогүй байна.
ru: Хост не может быть разрешен.
uk: Хост не може бути вирішений.

source: This value does not match the expected {{ charset }} charset.
hy: Արժեքը չի համընկնում {{ charset }} կոդավորման հետ։
mn: Энэ утга тооцоолсон {{ charset }} тэмдэгттэй таарахгүй байна.
ru: Это значение не соответствует ожидаемой кодировке {{ charset }}.
uk: Це значення не відповідає очікуваному кодуванню {{charset}}.
