Repository: humansis/backend
Catalog: translations/messages.*.xlf
Languages: uk

source: Household Successfully Created
uk: Домогосподарство успішно створено

source: Household Successfully Deleted
uk: Домогосподарство успішно видалено

source: Household Successfully Updated
uk: Домогосподарство успішно оновлено

source: Humansis Invoice Nr.
uk: Рахунок-фактура Humansis №

source: Hygiene Kits
uk: Гігієнічні набори

source: Hygiene Promotion
uk: Санітарно-гігієнічна освіта

source: Icons
uk: Значки

source: In-kind Food
uk: Готова їжа

source: Income
uk: Доходи

source: Income Spent On Food
uk: Доходи, витрачені на продовольство

source: Individual
uk: Особа

source: individual
uk: Особа

source: Individual Protection Assistance
uk: Допомога в індивідуальному захисті

source: Informal settlement
uk: Неофіційне поселення

source: Institution Successfully Created
uk: Установа успішно створена

source: Institution Successfully Deleted
uk: Установа успішно видалена

source: Institution Successfully Updated
uk: Установа успішно оновлена

source: Institution Types
uk: Типи установ

source: Invalid Credentials
uk: Невірні облікові дані

source: Invoice No
uk: Рахунок-фактура №

source: Item Purchased
uk: Придбані товари

source: Khmer
uk: Кхмерська

source: Lactating
uk: Жінки, що годують грудьми

source: Learning Materials
uk: Навчальні матеріали

source: Learning Support
uk: Допомога у навчанні

source: Livelihoods
uk: Засоби до існування

source: Local Family Name
uk: Прізвище (мовою оригіналу)

source: Local Given Name
uk: Ім'я (мовою оригіналу)

source: Local Invoice Address
uk: Адреса для виставлення рахунку (мовою оригіналу)

source: Location and Date
uk: Місце та дата

source: Location Names
uk: Найменування розташування

source: Locations
uk: Розташування

source: Location Types
uk: Типи розташування

source: Logistics
uk: Логістика

source: Mine Action
uk: Протимінна діяльність

source: Minimum Vulnerability Score
uk: Мінімальна оцінка вразливості

source: Modalities
uk: Опції

source: Modality Types
uk: Вид опції

source: Mongolian
uk: Монгольська

source: Multi Purpose Cash Assistance
uk: Багатоцільова грошова допомога

source: My Organizations
uk: Мої організації

source: My Organization Successfully Updated
uk: Моя організація успішно оновлена

source: N/A
uk: Ні

source: National IDs
uk: Національні посвідчення особи

source: New Import
uk: Новий імпорт

source: NFI Kits
uk: Набори непродовольчих товарів

source: No Countries
uk: Немає країн

source: Non-Sector Specific
uk: Сектор не вибраний

source: Non displaced - Informally occupied (Residence)
uk: Не переміщена особа - Незареєстроване проживання (Місце постійного проживання)

source: Non displaced - Owner occupied (Residence)
uk: Не переміщена особа - Власне житло (Місце постійного проживання)

source: Non displaced - Rental accommodation (Residence)
uk: Не переміщена особа - Орендне житло (Місце постійного проживання)

source: No Stream Api Support
uk: Stream Api не підтримується

source: Not Distributed
uk: Не розподіляється

source: Not Sent
uk: Не відправлено

source: Nutritional Issues
uk: Питання харчування

source: Operational Supplies
uk: Експлуатаційні предмети постачання

source: Optional
uk: Додатково

source: Organizations
uk: Організації

source: Organization Services
uk: Послуги організації

source: Organization Service Successfully Created
uk: Послуги організації успішно створені

source: Page
uk: Сторінка

source: Permissions
uk: Дозволи

source: Per Page
uk: На сторінці

source: Person with Disability
uk: Людина з інвалідністю

source: Phone Ext
uk: Код країни

source: Phone Type
uk: Тип телефону

source: Phone Types
uk: Типи телефону

source: Please Add At Least One Criteria Group
uk: Будь ласка, додайте принаймні одну групу критеріїв

source: Please login again
uk: Будь ласка, увійдіть знову

source: Please select the beneficiaries that you want to add to the
uk: Будь ласка, виберіть бенефіціарів яких ви хочете додати до

source: Pregnant
uk: Вагітна

source: Print Booklet
uk: Друк буклета

source: Print Booklets
uk: Друк буклетів

source: Production
uk: Продукція

source: production
uk: Продукція

source: Product Successfully Created
uk: Продукт успішно створено

source: Product Successfully Removed
uk: Продукт успішно видалено

source: Product Successfully Updated
uk: Продукт успішно оновлено

source: Project Assistances
uk: Допомоги проекту

source: Project Beneficiaries
uk: Бенефіціари проекту

source: Project Report
uk: Звіт за проектом

source: Projects Summary
uk: Резюме проекту

source: Project Successfully Created
uk: Проект успішно створено

source: Project Successfully Deleted
uk: Проект успішно вилучено

source: Project Successfully Updated
uk: Проект успішно оновлено

source: Protection Advocacy
uk: Пропаганда з питань захисту

source: Provinces
uk: Області

source: Provision of Inputs
uk: Надання матеріалів

source: Psychosocial Support
uk: Психосоціальна підтримка

# Purchase Date &amp; Time
source: Purchase Date & Time
uk: Дата та час покупки

source: Purchased Date
uk: Дата купівлі

source: Purchased Item
uk: Придбаний товар

source: Referral Types
uk: Типи перенаправлення

source: Region
uk: Область

source: Registered Households
uk: Зареєстровані домогосподарства

source: Rehabilitation (Light, Medium, Heavy)
uk: Відновлення (часткове, помірне, значне)

source: Remove Beneficiary From This Assistance
uk: Видалити бенефіціара з цієї допомоги

source: Required. Min length is 1
uk: Необхідна мінімальна довжина – 1

source: Required and must be greater than Start Date
uk: Обов'язково та має бути пізніше дати початку

source: Reset Filters
uk: Скинути фільтри

source: Reset Sort
uk: Скинути сортування

source: Reset Table Sort
uk: Скинути сортування таблиці

source: Residency Statuses
uk: Посвідка на проживання/прописка

source: Russian
uk: Російська

source: Sanitation
uk: Санітарія

source: Scan Booklet QR Code
uk: Сканувати QR-код буклета

source: School Operational Support
uk: Оперативна підтримка школи

source: Search...
uk: Пошук…

source: Search
uk: Пошук

source: Select
uk: Обрати

source: Select Assistance
uk: Обрати допомогу

source: Select Beneficiary
uk: Обрати бенефіціара

source: Select Beneficiary...
uk: Обрати бенефіціара.

source: Select Commune
uk: Обрати громаду

source: Select Currency
uk: Обрати валюту

source: Select Date...
uk: Обрати дату...

source: Select District
uk: Обрати район

source: Select Gender
uk: Обрати підлогу

source: Select Livelihood
uk: Обрати засоби для існування

source: Select Project
uk: Обрати проект

source: Select Projects
uk: Обрати проекти

source: Select Province
uk: Обрати область

source: Select Reedem...
uk: Вибрати погашення…

source: Select Referral
uk: Обрати перенаправлення

source: Select Residence
uk: Обрати місце проживання

source: Select Status
uk: Обрати статус

source: Select Type...
uk: Обрати тип...

source: Select Village
uk: Обрати село

source: Select Vulnerability
uk: Обрати проблемний фактор

source: Send History
uk: Надіслати історію

source: Sent
uk: Надіслати

source: Service Name
uk: Назва послуги

source: Sessions for Parents and Caregivers
uk: Сеанси для батьків та опікунів

source: Set As Completed
uk: Позначити як завершений

source: Settlement
uk: Населений пункт

source: Settlement type
uk: Тип населеного пункту

source: Settlement Upgrades
uk: Покращення поселення

source: Shelter Kits
uk: Комплекти для будівництва/ремонту житла

source: Shelter Type
uk: Тип житла

source: Shelter Types
uk: Типи житла

source: Shop
uk: Магазин

source: Show Detail
uk: Показати відомості

source: Skills Training
uk: Професійна підготовка

source: Smartcard Deposit
uk: Депозит Smartcard

source: Solid Waste Management
uk: Утилізація твердих відходів

source: Solo Parent
uk: Батько/мати-одинак

source: Something went wrong
uk: Щось пішло не так

source: Start Transaction
uk: Розпочати транзакцію

source: Start Transactions
uk: Розпочати транзакції

source: Statistics
uk: Статистика

source: Sub-District
uk: Субрайон

source: Subsectors
uk: Субсектори

source: Success for Beneficiary
uk: Успіх для бенефіціара

source: Successful Transaction
uk: Успішна транзакція

source: Summaries
uk: Підсумки

source: Support Received Types
uk: Отримані види допомоги

source: Target Households
uk: Цільові домогосподарства

source: Target Types
uk: Кінцеві типи

source: Teacher Incentive Payments
uk: Заохочувальні виплати вчителям

source: Teacher Training
uk: Педагогічна підготовка

source: Technical Support
uk: Технічна підтримка

source: Temporary Settlement Address
uk: Адреси тимчасових поселень

source: Tent
uk: Намет

source: Text
uk: Текст

source: The confirmation code has been sent to your email
uk: Код підтвердження надіслано на вашу електронну пошту

source: The date of the distribution is in the future
uk: Дата роздачі призначена на майбутнє

source: There Are No Criteria Groups
uk: Групи критеріїв відсутні

source: Token
uk: Токен

source: Total Cost
uk: Загальна вартість

source: Total Count
uk: Загальна кількість

source: Total Target
uk: Усього ціль

source: Total Value
uk: Загальна вартість

source: Transaction
uk: Транзакція

source: Transactions
uk: Транзакції

source: Transaction Statuses
uk: Статус транзакції

source: Translations
uk: Переклади

source: Upcoming Assistances
uk: Майбутні допомоги

source: Update Organization Service
uk: Служба організації оновлень

source: User Successfully Created
uk: Користувач успішно створений

source: User Successfully Deleted
uk: Користувач успішно видалений

source: User Successfully Updated
uk: Користувач успішно оновлений

source: Validation Errors
uk: Помилка перевірки

source: Value '{{ value }}' already exists
uk: Значення '{{ value }}' вже існує

source: Values
uk: Значення

source: Vector Control
uk: Векторне керування

source: Vendor Humansis ID
uk: Ідентифікаційний номер постачальника Humansis

source: Vendor Name
uk: Ім'я постачальника

source: Vendor No
uk: Номер постачальника

source: Vendor Nr.
uk: Номер постачальника

source: Vendor Successfully Created
uk: Постачальник успішно створений

source: Vendor Successfully Deleted
uk: Постачальник успішно видалений

source: Vendor Successfully Updated
uk: Постачальник успішно оновлений

source: Village/Neighbourhood
uk: Село/район

source: Villages
uk: Села

source: WASH
uk: Водопостачання, санітарія та гігієна (WASH)

source: Water Point Construction
uk: Будівництво пункту водопостачання

source: Water Point Rehabilitation
uk: Відновлення пункту водопостачання

source: Water Treatment
uk: Обробка води

source: Water Trucking
uk: Підвіз води

source: Winterization Kits or Materials
uk: Набір/матеріали для підготовки до зими

source: Winterization Upgrades
uk: Поліпшення підготовки до зими

source: You are about to remove this beneficiary from
uk: Ви збираєтеся видалити цього бенефіціара з

source: You cannot proceed with this transaction
uk: Ви не можете продовжити цю транзакцію

source: You don't have a access to continue
uk: У вас немає доступу для продовження

source: You must insert file for import and select project before uploading
uk: Ви повинні вставити файл для імпорту та вибрати проєкт перед завантаженням

source: You need to login to continue
uk: Вам необхідно зареєструватися, щоб продовжити

source: Your session has expired
uk: Час вашого сеансу минув

source: you want to delete
uk: Ви бажаєте видалити

source: Zone
uk: Зона

source: Distribution No.
uk: Дистрибуція №

# Project &amp; Donor
source: Project & Donor
uk: Проект та донор

source: Distributed item(s)
uk: Розподілений елемент(и)

source: Round
uk: Цикл

source: Distributed by
uk: Роздано

source: (name, position, signature)
uk: (ім'я, посада, підпис)

source: Approved by
uk: Схвалено

source: The below listed person confirm by their signature of this Distribution List that they obtained and accepted the donation of the below specified items from People in Need.
uk: Вказана нижче особа підтверджує своїм підписом на цьому Списку дистрибуції, що вона отримала і прийняла пожертву вказаних нижче предметів від Людина у біді.

source: Second Name
uk: Прізвище

source: ID No.
uk: ID №

source: Proxy First Name
uk: Ім'я представника

source: Proxy Second Name
uk: Прізвище представника

source: Proxy ID No.
uk: ID представника

source: Distributed Item(s), Unit, Amount per beneficiary
uk: Розподільний предмет(и), одиниця, сума на одержувача

source: Signature
uk: Підпис

source: CSI
uk: Індекс стратегії виживання

source: Debt
uk: Борг

source: Dependency Ration
uk: Коефіцієнт демографічного навантаження

source: Displacement Status
uk: Статус переміщення

source: FCS
uk: Індекс продовольчого споживання

source: Head Gender
uk: Стать голови домогосподарства

source: Head Vulnerability
uk: Головний фактор вразливості

source: Help
uk: Допомога

source: Members Vulnerability
uk: Вразливість учасників

source: Income Per Member
uk: Дохід на члена

source: Residence Ownership
uk: Право власності на житло

source: Total Score
uk: Загальний бал

source: BNFs
uk: BNF

source: Cumulative BNFs
uk: Сукупний BNF

source: Ordinal number
uk: Порядковий номер

source: Recipient’s surname (Local family name)
uk: Прізвище одержувача (мовою оригіналу)

source: Recipient’s name (Local given name)
uk: Ім'я одержувача (мовою оригіналу)

source: Recipient’s patronymic (Local parent's name)
uk: По батькові одержувача (мовою оригіналу)

source: Recipient’s RNTRC (Tax Number)
uk: ІПН одержувача (ІПН)

source: Document type
uk: Тип документа

source: Document number
uk: Номер документу

source: Remittance purpose
uk: Мета переказу

source: Remittance amount
uk: Сума переказу

source: Remittance currency
uk: Валюта переказу

source: Recipient’s mobile telephone number
uk: Номер мобільного телефону одержувача

source: Smartcard code
uk: Код Smartcard

source: You need to change your password
uk: Вам необхідно змінити пароль

source: Password Was Not Updated
uk: Пароль не оновлено

source: Password Successfully Updated
uk: Пароль успішно оновлено

source: This project does not contain any assistances
uk: Цей проект не містить жодної допомоги

source: Create your first one
uk: Створіть свою першу

source: Please add some beneficiaries first!
uk: Будь ласка, спочатку додайте бенефіціарів!

source: Then you will be able to manage some assistances
uk: Тоді ви зможете керувати допомогою

source: Some required fields are not filled
uk: Деякі обов'язкові поля незаповнені

source: To Be Delivered
uk: Має бути доставлено

source: Imports
uk: Імпорти

source: Import Detail
uk: Відомості про імпорт

source: Create New Import
uk: Створити новий імпорт

source: Import Successfully Created
uk: Імпорт успішно створено

source: Title
uk: Назва

source: In Progress
uk: В процесі

source: Integrity Check
uk: Перевірка цілосності

source: Duplicity Check
uk: Перевірка дублювання

source: Similarity Check
uk: Перевірка подібності

source: Finalisation
uk: Завершення

source: Start
uk: Початок

source: Import Statistics
uk: Імпорт статистики

source: Cancel Import
uk: Скасувати імпорт

source: Are you sure you want to cancel this import?
uk: Ви впевненні, що бажаєте скасувати імпорт?

source: Canceled Successfully
uk: Успішно скасовано

source: Start Import
uk: Розпочати імпорт

source: Integrity Check Started Successfully
uk: Перевірка цілісності успішно розпочата

source: Upload
uk: Завантажити

source: Start Duplicity Check
uk: Розпочати перевірку дублювання

source: Download Affected Records
uk: Завантажити невірні дані

source: Upload Corrected Records
uk: Завантажити виправлені записи

source: Start Integrity Check Again
uk: Почати перевірку цілісності заново

source: Downloaded File
uk: Вивантажити файл

source: Duplicity Check Started Successfully
uk: Перевірку дублювання розпочато успішно

source: Number of Records
uk: Число записів

source: Corrected Errors
uk: Виправлені помилки

source: Integrity Errors
uk: Помилки цілосності

source: Similarities Found
uk: Подібності знайдені

source: Similarities Corrected/Merged
uk: Подібності виправлені/об'єднані

source: Duplicities Found
uk: Знайдені дублювання

source: Resolve Duplicities
uk: Дублювання усунено

source: Resolve Similarities
uk: Подібності усунуті

source: Go to Finalisation
uk: Перейти до завершення

source: Start Similarity Check
uk: Почати перевірку подібності

source: Similarity Check Started Successfully
uk: Перевірку на подібність розпочато успішно

source: Duplicity Cases
uk: Випадки дублювання

source: Similarity Cases
uk: Випадки подібності

source: Similarities
uk: Подібності

source: Duplicities
uk: Дублювання

source: Imported Record
uk: Імпортований запис

source: Records From Database
uk: Записи з бази даних

source: Use Existing
uk: Використовувати наявний

source: Use New
uk: Використовувати новий

source: Approve and Save
uk: Підтвердити та зберегти

source: Duplicity Item
uk: Дублювання

source: Reasons
uk: Причини

source: Resolving
uk: Рішення

source: Solved
uk: Вирішено

source: Not Solved
uk: Не вирішено

source: This step is not currently in progress
uk: Цей крок в даний час не виконується

source: Get Affected Records
uk: Отримати пошкоджені записи

source: Download
uk: Завантажити

source: Invalid Files
uk: Невірні файли

source: Download Started
uk: Завантаження почалось

source: Amharic
uk: Амхарська

source: Ukrainian
uk: Українська

# Education &amp; T V E T
source: Education & T V E T
uk: Освіта та Професійно-технічна освіта

# D R R &amp; Resilience
source: D R R & Resilience
uk: Зниження ризику лих та здатність до відновлення

source: Non- Sector Specific
uk: Незалежний від сектора

source: Food
uk: Продовольство

source: Non-Food
uk: Непродовольчі товари

source: Cashback
uk: Повернення коштів

source: School
uk: Школа

source: school
uk: Школа

source: Community Center
uk: Громадський центр

source: community_center
uk: Громадський центр

source: Commerce
uk: Торгівля

source: commerce
uk: Торгівля

source: Driver's License
uk: Водійське посвідчення

source: Select invoicing
uk: Обрати виставлення рахунків

source: Invoiced
uk: Рахунок виставлений

source: To Redeem
uk: Погасити

source: Category Type
uk: Тип категорії

source: Vendor No.
uk: Постачальник №

source: Show Vendor Summary
uk: Показати зведення постачальників

source: Allowed Category Types
uk: Дозволені категорії

source: Remote Distribution Permission
uk: Дозвіл на віддалену дистрибуцію

source: Allowed
uk: Дозволено

source: See History
uk: Переглянути історію

source: Vendor Transaction Summary
uk: Зведення транзакцій постачальника

source: Unpaid Transaction Value
uk: Сума неоплаченої транзакції

source: Unpaid Transactions
uk: Неоплачені транзакції

source: Total No. Transactions
uk: Усього транзакцій

source: Redeem
uk: Погасити

source: Redeemed Batches
uk: Погашено партій

source: Total
uk: Усього

source: Vendor Redemption Summary
uk: Зведення по погашенню у постачальника

source: Name (local)
uk: Ім'я (мовою оригіналу)

source: Required
uk: Обов'язково

source: Edit This Voucher Booklets
uk: Редагувати цей буклет ваучерів

source: Items
uk: Товари

source: Categories
uk: Категорії

source: Category
uk: Категорія

source: Sync
uk: Синхронізувати

source: Sync Id
uk: Ідентифікатор синхронізації

source: Detail of Sync
uk: Відомості про синхронізацію

source: Raw Data
uk: Необроблені дані

source: Validation Error Messages
uk: Повідомлення про помилки перевірки

source: Smartcard Purchased Items
uk: Покупки Smartcard

source: Select Type
uk: Вибрати тип

source: Select Distribution
uk: Вибрати дистрибуцію

source: Select Commodity
uk: Вибрати товар

source: Select Date
uk: Вибрати дату

source: Assistance Date
uk: Дата допомоги

source: Carrier Number
uk: Перевізник №

source: Select Vendor
uk: Вибрати постачальника

source: Card No.
uk: Номер карти

source: Detail of Import
uk: Відомості про імпорт

source: Edit Import
uk: Редагувати імпорт

source: Import Successfully Updated
uk: Імпорт успішно оновлено

source: Downloading Template
uk: Вивантаження шаблону

source: Identity Check
uk: Перевірка особи

source: Import Files
uk: Імпорт файлів

source: Continue
uk: Продовжити

source: Are you sure you want to ignore errors and proceed?
uk: Ви впевнені, що хочете ігнорувати помилки та продовжити?

source: Records From File
uk: Записи з файлу

source: Use Record From
uk: Використати запис з

source: No difference
uk: Немає відмінностей

source: File
uk: Файл

source: Duplicities Corrected/Merged
uk: Дублювання виправлені/об'єднані

source: Final Records to Import
uk: Кінцеві записи для імпорту

source: Not Imported Rows
uk: Не імпортовані рядки

source: Back to Imports
uk: Назад до імпортів

source: Go to Beneficiaries
uk: Перейти до бенефіціарів

source: Show Not Imported Rows
uk: Показати не імпортовані рядки

source: Failed Action
uk: Не вдалося виконати дію

source: Error Message
uk: Повідомлення про помилку

source: Given Name
uk: Ім'я

source: Approved and Saved
uk: Підтверджено та збережено

source: Resolved Duplicities
uk: Усунені дублювання

source: All From File
uk: Все з файлу

source: All From Humansis
uk: Все з Humansis

source: Manage Duplicities
uk: Управління дублюванням

source: Duplicities were resolved
uk: Дублювання вирішено

source: Start Identity Check
uk: Розпочати аутентифікацію

source: Drop file here or click to upload.
uk: Перетягніть файли сюди або натисніть, щоб завантажити

source: You can upload only one file
uk: Ви можете завантажити лише один файл

source: Do not repair your original file.
uk: Не відновлюйте вихідний файл

source: Repair only the file with Affected Records.
uk: Відновіть лише файл із пошкодженими даними

source: Expected Columns
uk: Очікувані стовпці

source: Violations
uk: Помилки

source: Missing Columns
uk: Відсутні стовпці

source: Unexpected Columns
uk: Непередбачені стовпці

source: Identity Check Started Successfully
uk: Аутентифікація почалась успішно

source: Resolved Similarities and Correct Records
uk: Дозволені подібності та виправлені записи

source: Drop your file here or click to upload
uk: Перетягніть файл сюди або натисніть, щоб завантажити

source: You can upload only one file.
uk: Ви можете завантажити лише один файл

source: Uploaded Successfully
uk: Успішно завантажено

source: Distribution List
uk: Лист роздачі

source: Bank Distribution List
uk: Список дистрибуції банку

source: Last Modified
uk: Остання зміна

source: Progress
uk: Прогрес

source: Amount Used
uk: Використана сума

source: Assistance Statistics
uk: Статистика допомоги

source: Date of the assistance is in the future
uk: Дата допомоги у майбутньому

source: Please be sure that no field activity has been started. Do you really want to unvalidate assistance?
uk: Будь ласка, переконайтеся, що ніякої польової діяльності не було розпочато. Ви дійсно хочете скасувати допомогу?

source: Assistance Successfully Unvalidated
uk: Допомога успішно анульована

source: Distribution Progress
uk: Прогрес дистрибуції

source: Export Details
uk: Деталі експорту

source: Use number in this interval
uk: Використовуйте число у цьому інтервалі

source: Export Projects
uk: Експортувати проекти

source: For Each
uk: Для кожного

source: All distribution data will be deleted. Do you wish to continue?
uk: Усі дані про роздачу будуть видалені. Ви хочете продовжити?

source: Conflicts with ID Number
uk: Конфлікти з ідентифікаційним номером

source: Split ID numbers with space
uk: Розділити ідентифікаційні номери пропуском

source: ID Numbers
uk: Номери ID

source: Not Found
uk: Не знайдено

source: Conflict IDs
uk: Ідентифікатори конфліктів

source: Distributed In Past
uk: Видано у минулому

source: Partially Distributed
uk: Частково видано

source: Unknown Error
uk: Невідома помилка

source: Input Distributed Again
uk: Внесок розподілено знову

source: Invalid Input
uk: Недійсний внесок

source: Input Distributed
uk: Розподілені ресурси

source: Login
uk: Авторизуватися

source: Relief Package Id
uk: Ідентифікатор пакету допомоги

source: Has valid Card
uk: Є активна карта
