Repository: humansis/backend
Catalog: translations/messages.*.xlf
Languages: uk

source: Scoring Type
uk: Тип підрахунку балів

source: Scoring type isn't available from duplicated assistance.
uk: Тип оцінки недоступний із продубльованої допомоги.

source: Select new one.
uk: Виберіть новий.

source: Scoring
uk: Підрахунок балів

source: Family name
uk: Прізвище

source: First name
uk: Ім'я

source: Selected (YES/NO)
uk: Обраний (ТАК/НІ)

source: Amount per househould [%unit%]
uk: Сума на домогосподарство

source: Amount per household []
uk: Сума на домогосподарство

source: Cumulative amount []
uk: Загальна сума []

source: temporary_invoice_no
uk: Тимчасовий рахунок-фактура №

source: invoice_no
uk: Рахунок №

source: invoice
uk: Рахунок

source: customer
uk: покупець

source: invoice_date
uk: Дата рахунку

source: supplier_name
uk: Постачальник

source: supplier_no
uk: Внутрішній номер постачальника

source: contract_no
uk: договір №

source: period_start
uk: Початок періоду

source: period_end
uk: Кінець періоду

source: payment_method
uk: Спосіб оплати

source: cash
uk: готівка

source: cheque
uk: Банківський рахунок

source: bank
uk: банк

source: description
uk: Викупний платіж SmartCard - Купівля товарів

source: amount
uk: кількість

source: currency
uk: валюта

source: qty
uk: Кількість

source: unit
uk: Одиниця

source: unit_price
uk: Ціна за одиницю товару

source: redemption_payment_items
uk: Викупний платіж SmartCard - Купівля товарів

source: redemption_payment_items_description
uk: Детальна розбивка у Додатку I

source: redemption_payment_cash
uk: Викупний платіж SmartCard - Готівка

source: redemption_payment_cash_description
uk: Детальна розбивка доступна у внутрішній системі під внутрішнім номером HUM.

source: total_to_pay
uk: Загальна сума до сплати

source: annex
uk: Додаток

source: annex_description
uk: Додаток 1

source: purchase_customer_id
uk: ID клієнта

source: purchase_customer_first_name
uk: Ім'я клієнта

source: purchase_customer_family_name
uk: Прізвище клієнта

source: purchase_date
uk: Дата

source: purchase_time
uk: Час

source: purchase_item
uk: Назва предмета

source: purchase_unit
uk: Одиниця

source: purchase_item_total
uk: Усього за товар

source: purchase_total
uk: Разом по постачальнику та періоду

source: signature_recipient
uk: Підпис постачальника

source: signature_underline_individual
uk: Підпис/Ім'я

source: signature_organization
uk: Підпис організації

source: signature_underline_organization
uk: Підпис/Ім'я/Посада

source: generated_by
uk: Створено: ім'я користувача

source: generated_on
uk: Дата створення: дата

source: checksum
uk: Унікальний ідентифікатор цілісності документа: контрольна сума

source: Invoice
uk: Рахунок

source: Invoice template version
uk: Версія шаблону рахунку

source: Navi/Elo number
uk: Номер Navi/Elo

source: DISTR. NO.
uk: ДИСТРИБУЦІЯ №

source: Starting Date
uk: Дата початку

source: Ending Date
uk: Дата закінчення

source: Town, Village
uk: Місто, село

source: Location = School/Camp
uk: Локація = Школа/табір

source: Neighbourhood (Camp Name)
uk: Околиця (назва табору)

source: Activity (Modality)
uk: Активність (модальність)

source: Nº Of Units
uk: № одиниць

source: Amount (USD/SYP)
uk: Сума (USD/SYP)

source: Bebelac Type
uk: Тип Bebelac

source: Bebelac kg
uk: Bebelac кг

source: Nappies Pack
uk: Пакет підгузків

source: IDPs
uk: ВПО

source: Residents
uk: Місце проживання

source: Nº FAMILIES
uk: № СІМЕЙ

# FEMALE&#10;Head of Family gender
source: FEMALE Head of Family gender
uk: Жінка Голова сім'ї стать

# MALE&#10;Head of Family gender
source: MALE Head of Family gender
uk: Чоловік Голова сім'ї стать

# Children&#10;0-23 months&#10;Male
source: Children 0-23 months Male
uk: Дитина 0-23 місяців Чоловік

# Children&#10;0-23 months&#10;Female
source: Children 0-23 months Female
uk: Дитина 0-23 місяців Жінка

# Children&#10;2-5&#10;Male
source: Children 2-5 Male
uk: Дитина 2-5 Чоловік

# Children&#10;2-5&#10;Female
source: Children 2-5 Female
uk: Дитина 2-5 Жінка

# Males&#10;6-17
source: Males 6-17
uk: Чоловіки 6-17

# Females&#10;6-17
source: Females 6-17
uk: Жінки 6-17

# Males&#10;18-59
source: Males 18-59
uk: Чоловіки 18-59

# Females&#10;18-59
source: Females 18-59
uk: Жінки 18-59

# Males&#10;60+
source: Males 60+
uk: Чоловіки 60+

# Females&#10;60+
source: Females 60+
uk: Жінки 60+

# Total&#10;Males
source: Total Males
uk: Всього Чоловіки

# Total&#10;Females
source: Total Females
uk: Всього Жінки

# Individ. Benef.&#10;Served
source: Individ. Benef. Served
uk: Обслуговано бенефіціарів

# Family&#10;Size
source: Family Size
uk: Сім'я Розмір

source: Accommodation
uk: Розміщення

source: addressNumber
uk: адресаНомер

source: addressPostcode
uk: адресаІндекс

source: addressStreet
uk: адресаВулиця

source: April
uk: Квітень

source: Assistance Name
uk: Назва допомоги

source: August
uk: Серпень

source: Cashback (ProductCategoryFixtures)
uk: Повернення коштів (ProductCategoryFixtures)

source: Cashback Limit
uk: Ліміт повернення коштів

source: Consent
uk: Згода

source: Contract No.
uk: Договір №

source: copingStrategiesIndex
uk: Індекс стратегій подолання

source: Correct Records
uk: Виправити записи

source: Created At
uk: Створено (коли)

source: Created By
uk: Створено (ким)

source: dateOfBirth
uk: дата народження

source: Deceased Family Member
uk: Покійний член сім'ї

source: December
uk: Грудень

source: Disabeled
uk: З обмеженими можливостями

source: Disabeled - to be specified
uk: З обмеженими можливостями – необхідно уточнити

source: Do not repair your original file. Repair only the file with Affected Records.
uk: Не відновлюйте вихідний файл. Відновіть лише файл із пошкодженими записами.

source: Driver`s Licence
uk: Водійське посвідчення

source: Elderly
uk: Люди похилого віку

source: enFamilyName
uk: Прізвище (англійською)

source: enGivenName
uk: Ім'я (англійською)

source: Enumerator name
uk: Ім'я енумератора

source: February
uk: Лютий

source: Food (ProductCategoryFixtures)
uk: Продукти харчування (ProductCategoryFixtures)

source: Food Security Assistance
uk: Забезпечення продовольчої безпеки

source: foodConsumptionScore
uk: показник споживання продовольства

source: IDP Score
uk: Бал ВПО

# Import&amp;Compare
source: Import&Compare
uk: Імпортувати та порівняти

source: incomeLevel
uk: Рівень прибутку

source: Injured Family Member
uk: Постраждалий член сім'ї

source: is archived
uk: заархівовано

source: January
uk: Січень

source: July
uk: Липня

source: June
uk: Червень

source: KoBo Interview ID
uk: ID інтерв'ю KoBo

source: List is empty
uk: Список порожній

source: localFamilyName
uk: Прізвище (мовою оригіналу)

source: localGivenName
uk: Ім'я (мовою оригіналу)

source: Main Income
uk: Основний прибуток

source: March
uk: Березень

source: May
uk: Травень

source: Minority
uk: Меншини

source: No Of Chronically Ill
uk: Число хронічно хворих

source: No of chronically ill
uk: Число хронічно хворих

source: Non-food (ProductCategoryFixtures)
uk: Непродовольчі товари (ProductCategoryFixtures)

source: November
uk: Листопад

source: October
uk: Жовтень

source: phone 1
uk: телефон 1

source: phone 2
uk: телефон 2

source: prefix phone 1
uk: код телефон 1

source: prefix phone 2
uk: код телефон 2

source: Protection Assistance
uk: Допомога в індивідуальному захисті

source: proxy phone 1
uk: проксі телефон 1

source: proxy phone 2
uk: проксі телефон 2

source: residencyStatus
uk: Статус резидента

source: Score Community
uk: Бал громади

source: Score IDP
uk: Бал ВПО

source: Separated Family Member
uk: Відділений член сім'ї

source: September
uk: Вересень

source: Shelter Status
uk: Статус житла

source: Star Identity Check
uk: Розпочати перевірку ідентичності

source: Temporary Settlement
uk: Тимчасове поселення

source: This page is a form to add a new assistance to a project . You will use selection criteria to determine the households or beneficiaries who will take part in it and add a specific amount of commodities to be distributed.
uk: Ця сторінка є формою для додавання нової допомоги в проект. Ви використовуватимете критерії відбору, щоб визначити домогосподарства або бенефіціарів, які візьмуть у ньому участь, і додати певну кількість товарів для дистрибуції.

source: type phone 1
uk: тип телефону 1

source: type phone 2
uk: тип телефону 2

source: Upload date
uk: Дата завантаження

source: Upload Date
uk: Дата завантаження

source: vulnerabilityCriteria
uk: Критерій уразливості

source: Washing Mashine
uk: Правльна машина

source: Water
uk: Вода

source: Hygiene kit
uk: Гігієнічний набір

source: Tax Number
uk: ІПН

source: Passport
uk: Паспорт для виїзду закордон

source: Family Registration
uk: Свідоцтво про шлюб

source: Birth Certificate
uk: Свідоцтво про народження

source: Driver’s License
uk: Водійські права

source: Camp ID
uk: ID табору

source: Social Service Card
uk: Карта соціального обслуговування

source: Integrity Checking
uk: Перевірка цілісності

source: Integrity Check Correct
uk: Перевірка цілісності вірна

source: Integrity Check Failed
uk: Помилка перевірки цілісності

source: Identity Checking
uk: Перевірка ідентичності

source: Identity Check Correct
uk: Перевірка ідентичності вірна

source: Identity Check Failed
uk: Помилка перевірки ідентичності

source: Similarity Checking
uk: Перевірка подібності

source: Similarity Check Correct
uk: Перевірка подібності вірна

source: Similarity Check Failed
uk: Помилка перевірки схожості

source: Importing
uk: Імпорт

source: Finished
uk: Завершено

source: Canceled
uk: Скасовано

source: Uploaded
uk: Завантажено

source: Correct
uk: Правильно

source: Errors
uk: Помилки

source: Archived
uk: Заархівовано

source: To distribute
uk: Для дистрибуції

source: Distribution in progress
uk: Дистрибуція в процесі

source: Expired
uk: Термін вийшов

source: Landline
uk: Стаціонарний

source: Mobile
uk: Мобільний

source: Duplicity Candidate
uk: Дублювання кандидата

source: Duplicity Keep Ours
uk: З Humansis

source: Duplicity Keep Theirs
uk: З файлу

source: No Duplicity
uk: Дублювання відсутнє

source: Mobile Money
uk: Мобільні гроші

source: Cash
uk: Готівка

source: QR Code Voucher
uk: Ваучер з QR-кодом

source: Paper Voucher
uk: Паперовий ваучер

source: Food Rations
uk: Продовольчі пайки

source: Ready to Eat Rations
uk: Готові до вживання пайки

source: Bread
uk: Хліб

source: Agricultural Kit
uk: Сільськогосподарський набір

source: WASH Kit
uk: WASH набір

source: Shelter tool kit
uk: Набір для ремонту

source: Dignity kit
uk: Комплект засобів особистої гігієни

source: NFI Kit
uk: Непродовольчі набори

source: Winterization Kit
uk: Набір для підготовки до зими

source: Activity item
uk: Елемент активності

source: Loan
uk: Позика

source: Business Grant
uk: Бізнес-грант

source: Valid
uk: Дійсний

source: Invalid
uk: Недійсний

source: Invalid Exported
uk: Недійсний експортований

source: Identity Candidate
uk: Ідентичний кандидат

source: Unique Candidate
uk: Унікальний кандидат

source: Similarity Candidate
uk: Схожий кандидат

source: To Create
uk: Створити

source: To Update
uk: Оновити

source: To Link
uk: Пов'язати

source: To Ignore
uk: Ігнорувати

source: Created
uk: Створений

source: Updated
uk: Оновлений

source: Linked
uk: Пов'язаний

source: Error
uk: Помилка

source: Irregular earnings
uk: Нерегулярний заробіток

source: Regular salary - private sector
uk: Регулярна заробітна плата – приватний сектор

source: Regular salary - public sector
uk: Регулярна заробітна плата – державний сектор

source: Social welfare
uk: Соціальне забезпечення

source: Pension
uk: Пенсія

source: Own business/trading
uk: Власний бізнес/торгівля

source: Savings
uk: Заощадження

source: Remittances
uk: Грошові перекази

source: Humanitarian aid
uk: Гуманітарна допомога

source: No Income
uk: Немає доходу

source: Refused to answer
uk: Відмовився відповідати

source: Head
uk: Голова

source: Gender of household head
uk: Стать голови домогосподарства

source: Vulnerability of household head
uk: Вразливість голови домогосподарства

source: Vulnerability of household members
uk: Вразливість членів домогосподарства

source: Dependency ration
uk: Коефіцієнт демографічного навантаження

source: Shelter type
uk: Тип житла

source: Residence ownership
uk: Право власності на житло

source: Displacement status
uk: Статус переміщення

source: Income per household member
uk: Дохід на члена домогосподарства

source: Income spent on food
uk: Доходи, витрачені на продовольство

source: Productive assets
uk: Виробничі активи

source: Coping strategy index (CSI)
uk: Індекс стратегії виживання (CSI)

source: Food consumption scores (FCS)
uk: Показники споживання продовольства (FCS)

source: Assistance provided in the last 3 months
uk: Надана допомога за останні 3 місяці

source: Amount []
uk: Сума []

source: IDP
uk: ВПО

source: resident
uk: Резидент

source: returnee
uk: Репатріант

source: temporary_settlement
uk: Тимчасове поселення

source: residence
uk: Житло
