Repository: humansis/backend
Catalog: translations/messages.*.xlf
Languages: uk

source: A/C
uk: Розрахунковий рахунок

source: Action
uk: Дія

source: Actions
uk: Дії

source: Active projects
uk: Активні проекти

source: Active Projects
uk: Активні проекти

source: Activity Description
uk: Опис активності

source: Activity Details
uk: Деталі активності

source: Add
uk: Додати

source: Add a Referral
uk: Додати перенаправлення

source: Add Beneficiary
uk: Додати бенефіціара

source: Add Beneficiary to a Project
uk: Додати бенефіціарів у проект

source: Add File Or Drag And Drop
uk: Додайте файл або перетягніть його сюди

source: Add Group
uk: Додати групу

source: Address Number
uk: Номер будинку

source: Address Postcode
uk: Поштовий індекс

source: Address Street
uk: Назва вулиці

source: Add to Project
uk: Додати до проекту

source: Administrative Settings
uk: Адміністративні налаштування

source: Administrator
uk: Адміністратор

source: Advanced Options
uk: Додаткові параметри

source: Advanced Search
uk: Розширений пошук

source: Agricultural Land
uk: Сільськогосподарські землі

source: Amount
uk: Кількість

source: Amount Distributed
uk: Видана кількість

source: Are you sure
uk: Ви впевнені

source: Assets
uk: Активи

source: Assistance
uk: Допомога

source: Assistance ID
uk: Номер допомоги

source: Assistance Type
uk: Вид допомоги

source: Average
uk: Середній

source: Back
uk: Назад

source: Beneficiaries
uk: Бенефіціари

source: Beneficiaries Reached
uk: Охоплено бенефіціарів

source: Beneficiary
uk: Бенефіціар

source: Beneficiary ID
uk: Номер бенефіціару

source: Booklet
uk: Буклет

source: Camp
uk: Табір

source: Camp Name
uk: Найменування табору

source: Cancel
uk: Скасувати

source: Car
uk: Автомобіль

source: Cash for Work
uk: Оплата за працю

source: Change Password
uk: Змінити пароль

source: Change Phone Number
uk: Змінити номер телефону

source: Close
uk: Закрити

source: Code
uk: Код

source: Comment
uk: Коментар

source: Commodity
uk: Товар

source: Commune
uk: Громада

source: Communities
uk: Спільноти

source: Community
uk: Громада

source: community
uk: Громада

source: Condition
uk: Умова

source: Configuration
uk: Налаштування

source: Confirm
uk: Підтвердити

source: Contact Family Name
uk: Прізвище контактної особи

source: Contact ID Number
uk: Номер документу контакної особи

source: Contact ID Type
uk: Тип документу контактної особи

source: Contact Name
uk: Ім'я контактної особи

source: Convert File
uk: Конвертувати файл

source: Coping Strategies Index
uk: Індекс стратегії виживання

source: Country
uk: Країна

source: Country Manager
uk: Голова місії

source: Country Specific Option
uk: Вибір країни

source: Country Specific Options
uk: Додаткові варіанти для країни

source: Country specifics
uk: Інформація про країну

source: Create
uk: Створити

source: Create a Camp
uk: Створити табір

source: Create New Project
uk: Створити новий проект

source: Criteria
uk: Критерії

source: Criteria Target
uk: Ціль критеріїв

source: Currency
uk: Валюта

source: Current Address
uk: Поточна адреса

source: Current Location
uk: Поточне розташування

source: Daily Labour
uk: Трудова діяльність

source: Date
uk: Дата

source: Date of Assistance
uk: Дата допомоги

source: Date of Birth
uk: Дата народження

source: Date of Distribution
uk: Дата дистрибуції

source: Deactivated
uk: Деактивовано

source: Debt Level
uk: Рівень заборгованості

source: Define a Password
uk: Створити пароль

source: Delete
uk: Видалити

source: Deleted
uk: Видалено

source: Description
uk: Викупний платіж SmartCard - Купівля товарів

source: Details
uk: Відомості

source: Disable
uk: Вимкнути

source: Disabled
uk: Вимкнено

source: Distributed
uk: Виданий

source: Distributed commodity
uk: Виданий товар

source: distribution
uk: Дистрибуція

source: District
uk: Район

source: Donor
uk: Донор

source: Donor Name
uk: Ім'я донора

source: Donors
uk: Донори

source: Do you wish to continue?
uk: Чи хочете ви продовжити?

source: Duplicate
uk: Дублювати

source: Email
uk: Електронна пошта

source: Enable
uk: Увімкнути

source: End Date
uk: Дата закінчення

source: Enrolled beneficiaries
uk: Зареєстровані бенефіціари

source: Enrolled Beneficiaries
uk: Зареєстровані бенефіціари

source: Enumerator
uk: Енумератор

source: Export
uk: Експорт

source: Export random sample
uk: Експорт випадкової вибірки

source: Ext
uk: Код країни

source: External support
uk: Зовнішня допомога

source: External support received type
uk: Тип отриманної зовнішньої допомоги

source: Family Name
uk: Прізвище

source: Farming - Agriculture
uk: Сільське господарство-обробка землі

source: Farming - Livestock
uk: Сільське господарство - скотарство

source: Female
uk: Жінка

source: Field
uk: Поле

source: Field Officer
uk: Польовий співробітник

source: First Name
uk: Ім'я

source: Flatscreen TV
uk: Телевізор з пласким екраном

source: Font To Apply To The PDF
uk: Шрифт для застосування у pdf

source: Food Consumption Score
uk: Оцінка споживання їжі

source: Food Kit
uk: Продовольчий набір

source: Food Voucher
uk: Продовольчий ваучер

source: gender
uk: Стать

source: Gender
uk: Стать

source: Has Not Been In Distribution Since
uk: Не брав участь у дистрибуції з

source: health
uk: Здоров'я

source: Health
uk: Здоров'я

source: Home
uk: Головна сторінка

source: Home Duties
uk: Домашні обов'язки

source: House/Apartment - Good Condition
uk: Будинок/квартира - гарний стан

source: House/Apartment - Moderately Damaged
uk: Будинок/квартира - помірні пошкодження

source: House/Apartment - Severely Damaged
uk: Будинок/квартира - серйозні пошкодження

source: Household
uk: Домогосподарство

source: household
uk: Домогосподарство

source: Household Head
uk: Голова домогосподарства

source: Household ID
uk: Номер домогосподарства

source: Household Information Summary
uk: Коротка інформація про домогосподарство

source: Household Members
uk: Члени домогосподарства

source: Households
uk: Домогосподарства

source: Household Size
uk: Розмір домогосподарства

source: Household Status
uk: Статус домогосподарства

source: Hygiene Kit
uk: Гігієнічний набір

source: ID
uk: Документи

source: ID Number
uk: Номер документу

source: ID Type
uk: Тип документа

source: Image
uk: Зображення

source: Import
uk: Імпорт

# Import &amp; compare
source: Import & compare
uk: Імпортувати та порівняти

source: Import from file
uk: Імпорт із файлу

source: Import from File
uk: Імпорт із файлу

source: Import the file that contains the modified distribution. The database will be updated with the new list of beneficiaries for this distribution when you will click on update after importing.
uk: Імпортуйте файл, який містить змінені дані про видачу. База даних міститиме новий список бенефіціарів для цієї видачі, коли після імпорту ви натиснете кнопку «оновити».

source: Income Level
uk: Рівень доходів

source: Individuals Targeted
uk: Цільові бенефіціари

source: Individual Value
uk: Індивідуальна вартість

source: Institution
uk: Установа

source: institution
uk: Установа

source: Institutions
uk: Установи

source: Internal ID
uk: Внутрішній ідентифікаційний номер

source: Justification
uk: Обґрунтування

source: Justification for Adding
uk: Підстава для додавання

source: Language
uk: Мова

source: Latitude
uk: Широта

source: Livelihood
uk: Засоби до існування

source: livelihood
uk: Засоби до існування

source: Livelihoods Support
uk: Сприяння отриманню коштів для існування

source: Livestock
uk: Худоба

source: Location
uk: Розташування

source: location
uk: Розташування

source: Location Type
uk: Тип розташування

source: Log out
uk: Вийти

source: Longitude
uk: Довгота

source: Makeshift Shelter
uk: Саморобне житло

source: Male
uk: Чоловічий

source: Member
uk: Член

source: Members
uk: Члени

source: Modality
uk: Опція

source: Motorbike
uk: Мотоцикл

source: MPCA
uk: Багатоцільова грошова допомога

source: Name
uk: Назва

source: Name (English)
uk: Ім'я (англійською)

source: National ID
uk: Національне посвідчення особи

source: New
uk: Створити

source: New Assistance
uk: Нова допомога

source: New Password
uk: Новий пароль

source: Next
uk: Далі

source: Next Page
uk: Наступна сторінка

source: No data
uk: Немає даних

source: None
uk: Ні

source: Non Food Items
uk: Непродовольчі товари

source: Notes
uk: Примітки

source: Number
uk: Число

source: Number of Households
uk: Кількість домогосподарств

source: Nutrition
uk: Харчування

source: Object
uk: Об'єкт

source: Old Password
uk: Попередній пароль

source: Organization
uk: Організація

source: Organization Logo
uk: Логотип організації

source: Organization Name
uk: Найменування організації

source: Organization Primary Color
uk: Основний колір організації

source: Organization Secondary Color
uk: Додатковий колір організації

source: Other
uk: Інше

source: Own Business
uk: Власний бізнес

source: Parents Name
uk: Прізвище

source: Password
uk: Пароль

source: PDF Footer Content
uk: Вміст нижнього колонтитула pdf

source: Personal Information
uk: Особисті дані

source: Phone
uk: Телефон

source: Phone No.
uk: Номер телефону

source: Phone Number
uk: Номер телефону

source: Phones
uk: Телефони

source: Please add this household to one or more project
uk: Будь ласка, додайте це домогосподарство до одного або декількох проєктів.

source: Prefix
uk: Префікс

source: Previous Page
uk: Попередня сторінка

source: Price
uk: Вартість

source: Print
uk: Друк

source: Product
uk: Продукт

source: Products
uk: Продукти

source: Profile
uk: Профіль

source: Project
uk: Проект

source: project
uk: Проект

source: Project Manager
uk: Керівник проекту

source: Project Name
uk: Назва проекту

source: Project Officer
uk: Фахівець проекту

source: Projects
uk: Проекти

source: Protection
uk: Захист

source: Province
uk: Область

source: Proxy
uk: Проксі

source: Purchases
uk: Покупки

source: Quantity
uk: Кількість

source: Quantity of Booklets
uk: Кількість буклетів

source: Quantity of Vouchers
uk: Кількість ваучерів

source: Re-Enter New Password
uk: Введіть новий пароль ще раз

source: Referral
uk: Перенаправлення

source: Referral Type
uk: Тип перенаправлення

source: Regional Manager
uk: Регіональний керівник

source: Remove
uk: Видалити

source: Reports
uk: Звіти

source: Residence Address
uk: Адреса проживання

source: Residency
uk: Резиденство

source: Residency Status
uk: Статус резидента

source: Rights
uk: Права

source: Room or Space in Public Building
uk: Кімната або місце у громадській будівлі

source: Room or Space in Unfinished Building
uk: Кімната або місце в недобудованій будівлі

source: Save
uk: Зберегти

source: Score Weight
uk: Вагомість балу

source: Sector
uk: Сектор

source: Sectors
uk: Сектори

source: Selection criteria
uk: Критерії відбору

source: Served beneficiaries
uk: Обслуговано бенефіціарів

source: Served Beneficiaries
uk: Обслуговано бенефіціарів

source: Set As Distributed
uk: Позначити як виданий

source: Shelter
uk: Житло

source: Shelter Kit
uk: Комплект для будівництва/ремонту житла

source: Shelter Reconstruction Support
uk: Підтримка реконструкції житла

source: Short Name
uk: Коротке ім'я

source: Start Date
uk: Дата початку

source: Status
uk: Статус

source: Subsector
uk: Субсектор

source: Summary
uk: Підсумок

source: Support Date Received
uk: Дата отримання допомоги

source: Support Organization
uk: Організація з надання допомоги

source: Target
uk: Ціль

source: Target Type
uk: Тип цілі

source: Tent Number
uk: Номер намету

source: Textiles
uk: Виготовлення одягу

source: Total Amount
uk: Підсумкова сума

source: Total Registrations
uk: Усього реєстрацій

source: Total Target Beneficiaries
uk: Усього цільових бенефіціарів

source: Total Value of Booklet
uk: Загальна вартість буклета

source: Trading
uk: Торгівля

source: Transitional Shelter
uk: Тимчасове житло

source: True
uk: ПРАВДА

source: Two-factor authentication adds an additional layer of security to your account by requiring more than a password to log in
uk: Двофакторна автентифікація забезпечує додаткову безпеку вашого облікового запису, вимагаючи для входу не тільки пароль.

source: Two Factor Authentication
uk: Двофакторна автентифікація

source: Type
uk: Вид

source: Type of Location
uk: Тип локації

source: Unassigned
uk: Непризначений

source: Unit
uk: Одиниця

source: Update
uk: Оновити

source: Update password on next login
uk: Оновити пароль при наступному вході

source: Used
uk: Використаний

source: User
uk: Користувач

source: User Information
uk: Інформація про користувача

source: Username
uk: Ім'я користувача

source: Users
uk: Користувачі

source: Validate and Lock
uk: Підтвердити та закрити

source: value
uk: Значення

source: Value
uk: Значення

source: Vendor
uk: Постачальник

source: Vendors
uk: Постачальники

source: View
uk: Показати

source: Village
uk: Село

source: Vocational Training
uk: Професійне навчання

source: Voucher
uk: Ваучер

source: Vouchers
uk: Ваучери

source: Vulnerabilities
uk: Вразливості

source: Vulnerability
uk: Вразливість

source: Washing Machine
uk: Пральна машина

source: You can select only one country
uk: Ви можете вибрати лише одну країну

source: Activities
uk: Активності

source: Activity
uk: Активність

source: Add a Referral Type
uk: Додати тип перенаправлення

source: Add Beneficiaries to this Assistance
uk: Додати бенефіціарів до цієї допомоги

source: Add Household
uk: Додати домогосподарство

source: Addresses
uk: Адреси

source: Agricultural Vouchers
uk: Сільськогосподарські ваучери

source: Allowed Product Category Types
uk: Дозвлені категорії продуктів

source: Amount Picked Up
uk: Отримана кількість

source: Amount Sent
uk: Сума переказу

source: Amrahic
uk: Амхарський

source: Arabic
uk: Арабська

source: Are You Sure You Want To Close This Assistance?
uk: Ви впевнені, що хочете закрити цю допомогу?

source: Are you sure you want to delete this Households
uk: Ви впевнені, що хочете закрити це домогосподарство?

source: Armenian
uk: Вірменська

source: Assign Booklet to a Beneficiary
uk: Присвоїти буклет бенефіціару

source: Assign Voucher
uk: Присвоїти ваучер

source: Assistance Detail
uk: Деталі допомоги

source: Assistance List of Beneficiaries
uk: Список бенефіціарів

source: Assistance Progress
uk: Прогрес допомоги

source: Assistance Report
uk: Звіт про допомогу

source: Assistances
uk: Допомоги

source: Assistances Map
uk: Карта допомоги

source: Assistance Successfully Closed
uk: Допомога успішно завершена

source: Assistance Successfully Created
uk: Допомога успішно створена

source: Assistance Successfully Deleted
uk: Допомога успішно видалена

source: Assistance Successfully Saved and lock
uk: Допомога успішно збережена та закрита

source: Assistance Successfully Updated
uk: Допомога успішно оновлена

source: Assistance Successfully Validated and Locked
uk: Допомога успішно перевірена та закрита

source: Assistance Types
uk: Види допомоги

source: Available Currencies
uk: Доступні валюти

source: Beneficiaries Successfully Added to a Project
uk: Бенефіціари успішно додані до проекту

source: Beneficiary Family Name (local)
uk: Прізвище бенефіціара (мовою оригіналу)

source: Beneficiary First Name (local)
uk: Ім'я бенефіціара (мовою оригіналу)

source: Beneficiary Successfully Added
uk: Бенефіціара успішно додано

source: Beneficiary Successfully Removed
uk: Бенефіціара успішно видалено

source: Beneficiary Type
uk: Тип бенефіціара

source: Beneficiary {{ name }} can't be removed from assistance. He has already received a relief.
uk: Бенефіціар {{ name }}} не може бути видалений з допомоги. Він вже отримав допомогу.

source: Block
uk: Блокувати

source: Booklet Statuses
uk: Статуси буклета

source: Booklet Successfully Created
uk: Буклет успішно створений

source: Booklet successfully removed
uk: Буклет успішно видалений

source: Business Grants
uk: Бізнес гранти

source: Calculation
uk: Розрахунок

source: Camera is Missing
uk: Камера відсутня

source: Camp Address
uk: Адреса табору

source: Camp Coordination and Management
uk: Координація та управління табором

source: Camps
uk: Табори

source: Carrier No.
uk: Перевізник №

source: Cash for Shelter
uk: Оплата за житло

source: Cash Transfers
uk: Грошові перекази

source: Child Protection
uk: Захист прав дітей

source: Chronically Ill
uk: Хронічна хвороба

source: Click to select
uk: Натисніть, щоб обрати

source: Click to Upload
uk: Натисніть, щоб завантажити

source: Close Assistance
uk: Закрити допомогу

source: Collapse
uk: Згорнути

source: Commodities
uk: Товари

source: Commodity Type
uk: Тип товару

source: Communes
uk: Громади

source: Community Based Interventions
uk: Втручання на рівні спільноти

source: Community Successfully Created
uk: Спільнота успішно створена

source: Community Successfully Deleted
uk: Спільнота успішно видалена

source: Community Successfully Updated
uk: Спільнота успішно оновлена

source: Completed
uk: Завершено

source: Completed Assistances
uk: Завершені допомоги

source: Construction (Light, Medium, Heavy)
uk: Будівництво (легке, середнє, важке)

source: Cost
uk: Вартість

source: Countries
uk: Країни

source: Country Flag
uk: Прапор країни

source: Country Report
uk: Звіт по країні

source: Country Specific Option Successfully Created
uk: Вибір країни успішно створено

source: Country Specific Option Successfully Removed
uk: Вибір країни успішно вилучено

source: Country Specific Option Successfully Updated
uk: Вибір країни успішно оновлено

source: Create household form
uk: Створити форму домогосподарства

source: Create New Commodity
uk: Створити новий товар

source: Create New Community
uk: Створити нову спільноту

source: Create New Country Specific Option
uk: Створити новий вибір країни

source: Create New Criteria
uk: Створити новий критерій

source: Create New Donor
uk: Створити нового донора

source: Create New Institution
uk: Створити нову установу

source: Create New Product
uk: Створити новий продукт

source: Create New User
uk: Створити нового користувача

source: Create New Vendor
uk: Створити нового постачальника

source: Create New Voucher
uk: Створити новий ваучер

source: Create New Voucher Booklets
uk: Створити новий буклет ваучерів

source: Criteria Conditions
uk: Умови критеріїв

source: Criteria Fields
uk: Поля критеріїв

source: Criteria Targets
uk: Цілі критеріїв

source: Current page
uk: Поточна сторінка

source: Datetime
uk: Дата час

source: Date From
uk: Починаючи з

source: Date of the distribution is in the future
uk: Дата дистрибуції призначена на майбутнє

source: Date To
uk: До

source: Default Camp Coordination and Management
uk: Координація та управління табором за замовчуванням

# Default DRR &amp; Resilience
source: Default DRR & Resilience
uk: Зниження ризику лиха та здатність до відновлення за замовчуванням

source: Default Early Recovery
uk: Найшвидше відновлення за замовчуванням

source: Default Emergency Telecomms
uk: Аварійний зв'язок за замовчуванням

source: Default Health
uk: Здоров'я за замовчуванням

source: Default Logistics
uk: Логістика за замовчуванням

source: Default Mine Action
uk: Протимінна діяльність за замовчуванням

source: Default Non-Sector Specific
uk: За замовчуванням незалежно від сектора

source: Default Nutrition
uk: Харчування за замовчуванням

source: Deleting
uk: Видаляється

source: Detail of Beneficiary
uk: Відомості про бенефіціара

source: Detail of Community
uk: Відомості про спільноту

source: Detail of Country Specific Option
uk: Відомості про вибір країни

source: Detail of Donor
uk: Відомості про донора

source: Detail of Institution
uk: Відомості про заснування

source: Detail of My Organization
uk: Відомості про мою організацію

source: Detail of Organization Service
uk: Відомості про послуги організації

source: Detail of Product
uk: Відомості про продукт

source: Detail of Project
uk: Відомості про проект

source: Detail of This Voucher Booklets
uk: Відомості про буклет ваучерів

source: Detail of User
uk: Відомості про користувача

source: Detail of Vendor
uk: Відомості про постачальника

source: Detail of Voucher
uk: Відомості про ваучер

source: Details of This Assistance
uk: Відомості про цю допомогу

source: Displaced - Communal - Collective Center (Informal Settlement)
uk: Переміщена особа – Комунальний – Колективний центр (Неформальне поселення)

source: Displaced - Communal - Planned Camp (Camp)
uk: Переміщена особа - Комунальний - Організований табір (Табір)

source: Displaced - Communal - Unplanned Informal Settlement (Informal Settlement)
uk: Переміщена особа - Комунальний - Неорганізоване неформальне поселення (Неформальне поселення)

source: Displaced - Dispersed - Hosted (Residence)
uk: Переміщена особа - Розселений - Прийнятий на проживання (Житло)

source: Displaced - Dispersed - Rental (Residence)
uk: Переміщена особа - Розселений - Орендує (Житло)

source: Displaced - Dispersed - Spontaneous (Informal Settlement)
uk: Переміщена особа - Розселена - Спонтанно (Неформальне поселення)

source: Displacement or Return Date
uk: Дата переміщення чи повернення

source: Distribution Date
uk: Дата дистрибуції

source: Distribution Name
uk: Найменування дистрибуції

source: Distributions
uk: Дистрибуції

source: Districts
uk: Райони

source: Donor Successfully Created
uk: Донор успішно створений

source: Donor successfully removed
uk: Донор успішно видалений

source: Donor Successfully Updated
uk: Донор успішно оновлений

source: Download Is Starting
uk: Завантаження починається

source: Download Template
uk: Завантажити шаблон

source: Drop your files here or click to upload
uk: Перетягніть файли сюди або натисніть, щоб завантажити

# DRR &amp; Resilience
source: DRR & Resilience
uk: Зниження ризику лих та здатність до відновлення

source: Duplicate Assistance
uk: Дублювати допомогу

source: Early Recovery
uk: Швидке відновлення

source: Edit
uk: Редагувати

source: Edit Assistance
uk: Редагувати допомогу

source: Edit Community
uk: Редагувати спільноту

source: Edit Donor
uk: Редагувати донора

source: Edit Household
uk: Редагувати домогосподарство

source: Edit Institution
uk: Редагувати установу

source: Edit My Organization
uk: Редагувати мою організацію

source: Edit Product
uk: Редагувати продукт

source: Edit Project
uk: Редагувати проект

source: Edit Specific Option
uk: Редагувати вибір

source: Edit This Beneficiary
uk: Редагувати цього бенефіціара

source: Edit User
uk: Редагувати користувача

source: Edit Vendor
uk: Редагувати постачальника

source: Education
uk: Освіта

# Education &amp; TVET
source: Education & TVET
uk: Освіта та Професійно-технічна освіта

source: Emergency Telecomms
uk: Екстрені телекомунікації

source: Enabled
uk: Увімкнено

source: English
uk: Ukrainian

source: English Invoice Address
uk: Адреса для виставлення рахунку (англійською мовою)

source: Error for Beneficiary
uk: Помилка для бенефіціара

source: Expand
uk: Розгорнути

source: Expiration Date
uk: Дата завершення допомоги

source: False
uk: ПОМИЛКА

source: Field Officer Email
uk: Електронна пошта польового співробітника

source: Food Security
uk: Продовольча безпека

# Food Security &amp; Livelihood
source: Food Security & Livelihood
uk: Продовольча безпека та засоби для існування

source: Food Vouchers
uk: Продовольчі ваучери

source: French
uk: Французька

source: Gender Based Violence Activities
uk: Діяльність у боротьбі з гендерним насильством

source: General Relief
uk: Загальна допомога

source: Government
uk: Державна допомога

source: government
uk: Державна допомога

source: Governorate
uk: Провінція

source: House/Apartment - Lightly Damaged
uk: Будинок/квартира - легкі пошкодження

source: House/Apartment - Not Damaged
uk: Будинок/квартира - пошкодження відсутні

source: Household Detail
uk: Відомості про домогосподарство

source: Household Proxy
uk: Довірена особа домогосподарства

source: Households Successfully Deleted
uk: Домогосподарство успішно видалено

source: Households Targeted
uk: Цільові домогосподарства
