Repository: humansis/backend
Catalog: translations/security.*.xlf
Languages: hy, mn, ru, uk

source: An authentication exception occurred.
hy: Նույնականացման սխալ։
mn: Нэвтрэх хүсэлтийн алдаа гарав.
ru: Возникла нештатная ситуация при проверке подлинности.
uk: Виникла позаштатна ситуація під час перевірки автентичності.

source: Authentication credentials could not be found.
hy: Նույնականացման տվյալները չեն գտնվել։
mn: Нэвтрэх эрхийн мэдээлэл олдсонгүй.
ru: Учетные данные для аутентификации не найдены.
uk: Облікові дані для автентифікації не знайдено.

source: Authentication request could not be processed due to a system problem.
hy: Համակարգային սխալ՝ նույնականացման հացրման պրոցեսինգի ժամանակ։
mn: Системийн алдаанаас болон нэвтрэх хүсэлтийг гүйцэтгэх боломжгүй байна.
ru: Запрос аутентификации не может быть обработан из-за системной проблемы.
uk: Запит про аутентифікацію не може бути оброблений через системну проблему.

source: Invalid credentials.
hy: Սխալ մուտքային տվյալներ
mn: Буруу нэвтрэх эрхийн мэдээлэл.
ru: Недействительные учетные данные.
uk: Недійсні облікові дані.

source: Cookie has already been used by someone else.
hy: Cookie-ն արդեն օգտագործվում է ուրիշի կողմից։
mn: Күүки файлыг аль хэдийн өөр хүн хэрэглэж байна.
ru: Файл cookie уже был использован кем-то другим.
uk: Файл cookie вже був використаний кимось іншим.

source: Not privileged to request the resource.
hy: Ռեսուրսի հարցման համար չկա թույլատվություն։
mn: Энэхүү мэдээллийг авах эрх хүрэхгүй байна.
ru: Недостаточно прав, что бы запрашивать ресурс.
uk: Недостатньо прав, щоб запитувати ресурс.

source: Invalid CSRF token.
hy: Անվավեր CSRF թոքեն։
mn: Тохиромжгүй CSRF токен.
ru: Недопустимый токен CSRF.
uk: Неприпустимий токен CSRF.

source: No authentication provider found to support the authentication token.
hy: Նույնականացման ոչ մի մատակարար չի գտնվել, որ աջակցի նույնականացման թոքենը։
mn: Нэвтрэх токенг дэмжих нэвтрэх эрхийн хангагч олдсонгүй.
ru: Не найден поставщик проверки подлинности, поддерживающий токен проверки подлинности.
uk: Не знайдено постачальника автентифікації, який підтримує токен автентифікації.

source: No session available, it either timed out or cookies are not enabled.
hy: Հասանելի սեսիա չկա, կամ այն սպառվել է կամ cookie-ները անջատված են:
ru: Сеанс недоступен, время ожидания истекло, либо файлы cookies не включены.
uk: Сеанс недоступний, час очікування минув або файли cookies не включені.

source: No token could be found.
hy: Թոքենը չի գտնվել։
mn: Токен олдсонгүй.
ru: Токен не найден
uk: Токен не знайдено

source: Username could not be found.
hy: Օգտանունը չի գտնվել։
mn: Нэвтрэх нэр олсонгүй.
ru: Имя пользователя не найдено
uk: Ім'я користувача не знайдено

source: Account has expired.
hy: Հաշիվը ժամկետանց է։
mn: Бүртгэлийн хугацаа дууссан байна.
ru: Срок действия учетной записи истек.
uk: Термін дії облікового запису минув.

source: Credentials have expired.
hy: Մուտքային տվյալները ժամկետանց են։
mn: Нэвтрэх эрхийн хугацаа дууссан байна.
ru: Срок действия учетных данных истек.
uk: Термін дії облікових даних минув.

source: Account is disabled.
hy: Հաշիվը դեկատիվացված է։
mn: Бүртгэлийг хаасан байна.
ru: Аккаунт отключен.
uk: Обліковий запис відключено.

source: Account is locked.
hy: Հաշիվն արգելափակված է։
mn: Бүртгэлийг цоожилсон байна.
ru: Аккаунт заблокирован.
uk: Обліковий запис заблокований.

source: Too many failed login attempts, please try again later.
hy: Չափից շատ մուտքի փորձեր, խնդրում ենք փորձել մի փոքր ուշ
mn: Хэтэрхий олон амжилтгүй оролдлого, түр хүлээгээд дахин оролдоно уу.
ru: Слишком много неудачных попыток входа, повторите попытку позже.
uk: Занадто багато невдалих спроб входу, повторіть спробу пізніше.

source: Invalid or expired login link.
hy: Անվավեր կամ ժամկետանց մուտքի հղում։
mn: Буруу эсвэл хугацаа нь дууссан нэвтрэх зам.
ru: Недействительная или просроченная ссылка для входа.
uk: Недійсне або прострочене посилання для входу.

source: Too many failed login attempts, please try again in %minutes% minute.
hy: Մուտքի չափազանց շատ անհաջող փորձեր: Խնդրում ենք կրկին փորձել %minutes րոպե:
ru: Слишком много неудачных попыток входа в систему. Повторите попытку через %minutes% минут.
uk: Занадто багато невдалих спроб входу до системи. Повторіть спробу через %minutes% хвилин.

source: Too many failed login attempts, please try again in %minutes% minutes.
hy: Մուտքի չափազանց շատ անհաջող փորձեր: Խնդրում ենք կրկին փորձել %minutes րոպե:
ru: Слишком много неудачных попыток входа в систему. Повторите попытку через %minutes% минут.
uk: Занадто багато невдалих спроб входу до системи. Повторіть спробу через %minutes% хвилин.
