Repository: humansis/backend
Catalog: app/Resources/translations/deprecated/invoice.*.xlf
Languages: ar

source: Invoice
ar: فاتورة

source: Customer
ar: الزبون

source: Supplier
ar: المزود

source: Invoice Date
ar: تاريخ الفاتورة

source: Vendor No.
ar: رقم التاجر

source: Contract No.
ar: رقم العقد

source: Payment Method
ar: طريقة الدفع

source: Project
ar: المشروع

source: Cash
ar: نقداً

source: Cheque
ar: شيك

source: Bank
ar: بنك

source: Description
ar: الوصف

source: Quantity
ar: الكمية

source: Unit
ar: الوحدة

source: Unit Price
ar: وحدة السعر

source: Amount
ar: المبلغ

source: Total Amount per Item
ar: المبلغ

source: Currency
ar: العملة

source: SmartCards redemption payment - Food Items
ar: صرف دفعة البطاقات الذكية - مواد غذائية

source: SmartCards redemption payment - Non-Food Items
ar: صرف دفعة البطاقات الذكية - مواد غير غذائية

source: SmartCards redemption payment - Cashback
ar: دفع مقابل صرف البطاقات الذكية - نقداً

source: Itemized breakdown in Annex I
ar: تفاصيل المواد في الملحق 1

source: Total Amount to be Paid
ar: المبلغ الذي سيتم دفعه

source: Signature/Name
ar: التوقيع \ الأسم

source: Signature/Name/Position
ar: التوقيع \ الأسم \ المنصب

source: Supplier's Signature
ar: توقيع المزود

source: People in Need
ar: الناس في حاجة

source: People In Need
ar: الناس في حاجة

source: People in Need Signature
ar: توقيع الناس في حاجة

source: People In Need Signature
ar: توقيع الناس في حاجة

source: Period Start
ar: تاريخ البدء

source: Period End
ar: تاريخ الانتهاء

source: Invoice template version
ar: Invoice template version: versionNumber

source: generated_by
ar: Generated by: username

source: generated_on
ar: Generated on: date

source: checksum
ar: Unique document integrity ID: checksum

source: Annex I
ar: لحق 1

source: Itemized Breakdown
ar: تفصيل المواد

source: purchase_customer_id
ar: Customer ID

source: purchase_customer_first_name
ar: Customer FirstName

source: purchase_customer_family_name
ar: Customer LastName

source: purchase_date
ar: Date

source: purchase_time
ar: Time

source: Item
ar: المادة

source: Item type
ar: نوع المادة

source: Food
ar: طعام

source: Non-Food
ar: غير الغذائية

source: Cashback
ar: استرداد النقود

source: purchase_unit
ar: Unit

source: purchase_item_total
ar: Total per Item

source: Total per Vendor and Period
ar: الإجمالي لكل بائع والفترة
